Repository: HiT-Hi-FiT-Hai/dcplusplus
Catalog: dcpp/po/*.po
Languages: fr

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
fr: %1% (%2%) a le mème CID {%3%} que %4% (%5%), ignore

source: %1% (Nick unknown)
fr: %1% (Nick inconnu)

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
fr: %1% non partagé; le CRC32 calculé ne correspond pas avec celui trouvé dans le fichier SFV .

source: %1% renamed to %2%
fr: %1% renommé en %2%

source: %1% was kicked by %2%: %3%
fr: %1% a été expulsé par %2%: %3%

source: %1% was kicked: %2%
fr: %1% a été expulsé: %2%

source: %1%: File not available
fr: %1%: Fichier non disponible

source: A file of equal or larger size already exists at the target location
fr: Un fichier d'une taille égale ou supérieure existe déjà à l'emplacement du fichier cible

source: A file with a different size already exists in the queue
fr: Un fichier d'une taille différente existe déjà dans la file d'attente

source: A file with different tth root already exists in the queue
fr: Un fichier avec une racine tth différente existe déjà dans la file d'attente

source: A file with the same hash already exists in your share
fr: Un fichier ayant la même Hache existe déjà dans votre share

source: All download slots taken
fr: Tous les slots sont pris

source: CRC32 inconsistency (SFV-Check)
fr: Incompatibilité CRC32 (Contrôle SFV)

source: CRC32 inconsistency (SFV-Check) (File: %1%)
fr: Incompatibilité CRC32 (Contrôle SFV) (Fichier: %1%)

source: Certificate not trusted, unable to connect
fr: Le certificat n'est pas De Confiance, ne parvient pas à se connecter

source: Connection timeout
fr: Temps d'attente dépassé

source: Could not open target file: %1%
fr: Impossible ouvrir le fichier cible: %1%

source: Directory already shared
fr: Répertoire déjà partagé

source: Disconnected
fr: Déconnecté

source: Disconnected user leaving the hub: %1%
fr: Utilisateur déconnecté en sortant de l'hub: %1%

source: Download Queue
fr: File d'attente Téléchargements

source: Duplicate file will not be shared: %1%%2% (Size: %3% B) Dupe matched against: %4%%5%
fr: Ficher double ne sera pas partagé: %1%%2% (Taille: %3% B) Ne correspond pas avec: %4%%5%

source: Duplicate source: %1%
fr: Source double: %1%

source: Error creating hash data file: %1%
fr: Ne parvient pas à lire la Hache de la base de données: %1%

source: Error during compression
fr: Erreur pendant la compression

source: Error during decompression
fr: Erreur pendant la décompression

source: Error hashing %1%: %2%
fr: Erreur durant le hash %1%: %2%

source: Error saving hash data: %1%
fr: Erreur durant la sauvegarde des données hash: %1%

source: Failed to load certificate file
fr: Echec de chargement du fichier certifié

source: Failed to load private key
fr: Echec de chargement de la clef privée

source: Failed to negotiate base protocol
fr: Impossible de négocier le protocole de base

source: Failed to set up the socks server for UDP relay (check socks address and port)
fr: Echec dans le réglage du serveur sock pour le relais UDP (vérifier les adresses sock et la porte)

source: File list refresh failed: %1%
fr: Echec de la mise a jour de la liste :%1%

source: File list refresh finished
fr: Mise a jour de la liste terminée

source: File list refresh in progress, please wait for it to finish before trying to refresh again
fr: Mise a jour de la liste en cours , attendez qu'elle soit terminéee avant de tenter une nouvelle mise a jour

source: File list refresh initiated
fr: Mise a jour de la liste des fichiers initialisée

source: File not available
fr: Fichier non disponible

source: Finished hashing: %1%
fr: Hashing terminé: %1%

source: Finished hashing: %1% (%2%/s)
fr: Hashing terminé: %1% (%2%/s)

source: Full tree does not match TTH root
fr: Toute l'arborescence ne trouve pas de racine TTH

source: Generated new TLS certificate
fr: Nouveau certificat TLS créé

source: Hash database
fr: Hachage de la base de données

source: Hash database rebuilt
fr: Hache de la base de données reconstruite

source: Hashing failed: %1%
fr: Hashing échoué : %1%

source: Hub probably uses an old version of ADC, please encourage the owner to upgrade
fr: L' Hub utilise probablement une ancienne version de ADC, s’il vous plaît encourager le propriétaire à améliorer

source: Invalid size
fr: Taille non valable

source: Invalid target file (missing directory, check default download directory setting)
fr: Fichier cible incorrect (répertoire mancant , vérifier les réglages du répertoire des téléchargements prédéfini)

source: Kick user(s)
fr: Kicker utilisateur(s)

source: Listening socket failed (you need to restart %1%): %2%
fr: Echec du socket d'écoute (vous devez redémarrer %1%): %2%

source: Maximum command length exceeded
fr: Dépassement de la longueur maximale de la commande

source: More data was sent than was expected
fr: Plus de données ont été envoyées que ce qu'il était attendu

source: No directory specified
fr: Pas de répertoire spécifié

source: No slots available
fr: Pas de slot disponible

source: Not listening for connections - please restart %1%
fr: Pas en écoute pour les connexions - veuillez relancer %1%

source: Offline
fr: Non connecté

source: Redirect user(s)
fr: Rediriger utilisateur(s)

source: Remove all subdirectories before adding this one
fr: Retirer tous les sous-répertoires avant d'ajouter celui-çi

source: Response does not match request
fr: Le résultat ne correspond pas a la demande

source: Shared Files
fr: Fichiers partagés

source: Socks server authentication failed (bad login / password?)
fr: Echec de l'authentification serveur Socks (mauvais login / mot-de-passe?)

source: TLS disabled, failed to generate certificate: %1%
fr: TLS désactivé, échec de la création du certificat:%1%

source: TLS disabled, no certificate file set
fr: TLS désactivé, pas de fichier certificat

source: Target filename too long
fr: Nom du fichier cible trop long

source: Target removed
fr: Cible enlevée

source: The socks server doesn't support login / password authentication
fr: Le serveur Socks server ne supporte pas l'autentifiaction login / mot-de-passe

source: The socks server failed establish a connection
fr: Le serveur Socks a échoué à établir une connexion

source: The socks server requires authentication
fr: Le serveur Socks requiert une authentication

source: The temporary download directory cannot be shared
fr: Le répertoire des temporaires ne peut être partagé

source: This file is already queued
fr: Ce fichier est déjà mis en file d'attente de téléchargement

source: Unable to create thread
fr: Ne parvient pas à créer le thread

source: Unable to open filelist: %1%
fr: Impossible d' ouvrir la liste des fichiers partagés: %1%

source: Unable to read hash data file
fr: Ne parvient pas à lire la Hache de la base de données

source: Unable to rename %1%: %2%
fr: Impossible renominer : %1%: %2%

source: Unable to send file %1%: %2%
fr: Impossible d' envoyer le fichier %1%: %2%

source: Unknown error: 0x%1$x
fr: Erreure inconnue: 0x%1$x

source: Virtual directory name already exists
fr: Nom de répertoire virtuel déjà existant

source: You're trying to download from yourself!
fr: Vous essayez de télécharger sur vous-même!

source: downloaded from
fr: téléchargé de

source: uploaded to
fr: upload de la part de
