Repository: HiT-Hi-FiT-Hai/dcplusplus
Catalog: win32/po/*.po
Languages: da, id, km, pt, ru, sq

source: Note; most of these options require that you restart DC++
da: Notat; De fleste af disse indstillinger kræver at du genstarter DC++.
id: Catatan: kebanyakan opsi ini mengharuskan Anda me-restart DC++
km: ចំណាំ; ភាគច្រើននៃជម្រើសទាំងនេះ តម្រូវអោយអ្នកចាប់ផ្តើមកម្មវិធី DC++ ឡើងវិញ
pt: Nota: A maioria das opções requerem reiniciar o DC++
ru: Для изменения большинства опций требуется перезапуск
sq: Vini Re; Ndryshimi i disa(ndonjë)konfigurimeve kërkon ristartimin e DC++

source: Notepad
da: Notesblok
pt: Bloco de Notas
ru: Блокнот
sq: Shënime(Notepad)

source: Notification sound
da: Notifikations lyd
pt: Notificação de Sons
ru: Звук оповещения

source: Offline
id: Terputus
km: ក្រៅបណ្តាញ
pt: Desligado
ru: Оффлайн
sq: Shkëputur

source: Online
id: Tersambung
km: លើបណ្តាញ
pt: Ligado
ru: Онлайн
sq: Lidhur

source: Only show joins / parts for favorite users
da: Vis kun ankomst/afgang for favorit brugere
id: Hanya tampilkan gabung / pisah untuk pengguna kesukaan
km: បង្ហាញនៅក្នុងទំព័រជជែកលេងមេ តែអ្នកចូលរួម / ចាកចេញ សម្រាប់អ្នកប្រើសំណព្វ
pt: Mostrar unicamente as entradas / saídas dos utilizadores favoritos
ru: Показывать вход/выход только избранных пользователей
sq: Shfaq vetëm pjesmarjet/shoqërimet për përdoruesit e parapëlqyer

source: Only users with free slots
da: Kun brugere med ledige slots
id: Hanya pengguna dengan slot bebas
km: សម្រាប់តែអ្នកប្រើមានប្រលោះទំនេរ
pt: Só utilizadores com slots livres
ru: Только пользователи со свободными слотами
sq: Vetëm përdorues me kanale të lira

source: Only where I'm op
da: Kun hvor jeg er OP!
id: Hanya dimana saya op
km: សម្រាប់តែកន្លែងដែលខ្ញុំជា op
pt: Só onde sou Operador (OP)
ru: Только где я оператор
sq: Vetëm kur jam në lidhje-online

source: Open &folder
ru: Открыть &папку

source: Open downloads directory
da: Åbn Download Stien
id: Buka direktori unduh
km: បើកថតក្រូណូទាញយក
pt: Abrir pasta de downloads
ru: Открыть папку закачек
sq: Hap dosjen e shkarkimeve

source: Open file list...
ru: Открыть список файлов...

source: Open file list... Ctrl+L
ru: Открыть список файлов... Ctrl+L

source: Open new file list windows in the background
da: Åbn nye fillister vinduer i baggrunden
id: Buka jendela daftar arsip baru di latar
km: បើកបង្អួចបញ្ជីឯកសារថ្មីនៅផ្ទៃខាងក្រោយ
pt: Abrir uma nova lista de ficheiros em segundo plano
ru: Открывать окна новых списков файлов в фоне
sq: Hap një listë të re të filit(dritare)në prapaskenë

source: Open new private message windows in the background
da: Åbn nye privat beskeder vinduer i baggrunden
id: Buka jendela pesan pribadi baru di latar
km: បើកបង្អួចសារឯកជនថ្មីនៅផ្ទៃខាងក្រោយ
pt: Abrir uma nova mensagem privada em segundo plano
ru: Открывать новые окна ЛС в фоне
sq: Hap dritare të reja për mesazh private në prapaskenë

source: Open new window when using /join
da: Åben ny vinduer når "/join" bruges
id: Buka jendela baru bila menggunakan "/join"
km: បើកបង្អួចថ្មី នៅពេលប្រើ /ចូលរួម
pt: Abrir uma nova janela quando usar /join
ru: Открывать новое окно, когда используется команда /join
sq: Hap dritare të re kur përdor/shoqërohesh

source: Open own list
da: Åbn Egen Liste
id: Buka daftar saya sendiri
km: បើកបញ្ជីម្ចាស់
pt: Obter a lista
ru: Открыть свой список файлов
sq: Hap listën personale

source: Open private messages from bots in their own window
da: Åbn nye privat beskeder vinduer i baggrunden
pt: Abrir uma mensagem privada vindo de um Hub numa nova janela
ru: Открывать сообщения хаба в новом окне

source: Open private messages from the hub in their own window
da: Åbn nye privat beskeder vinduer i baggrunden
pt: Abrir uma mensagem privada vindo de um Bot numa nova janela
ru: Открывать сообщения ботов в новом окне

source: Open private messages in their own window
da: Private beskeder popper op i deres eget vindue
id: Buka pesan pribadi di jendelanya sendiri
km: បើកសារឯកជននៅក្នុងបង្អួចផ្ទាល់ខ្លួនពួកគេ
pt: Trazer para a frente mensagens privadas
ru: Открывать ЛС в новом окне
sq: Hap mesazhet private në dritaret e tyre

source: Options
da: Valg
id: Opsi
km: ជម្រើស
pt: Opções
ru: Настройки
sq: Alternativat

source: Other queue options
da: Ændre indstillinger for filer i kø
km: ជម្រើសជួរដ៏ទៃ
pt: Outras Opções
ru: Другие настройки очереди
sq: Konfigurimet e fileve të tjera të rradhitura

source: Outgoing connection settings
da: Udgående forbindelses indstillinger
km: ការកំណត់ការតភ្ជាប់ដែលចាកចេញ
pt: Propriedades da Ligação Externa
ru: Настройки исходящего соединения
sq: Konfigurimet e kyçjes dalëse

source: PM
id: Japri
pt: Mensagem Privada
ru: Личка

source: PM history
da: Log over private beskeder
id: Sejarah Japri (pesan pribadi)
km: ប្រវត្តិ PM
pt: Histórico mensagens privadas
ru: Архив ЛС
sq: PM histori

source: Parameters
ru: Параметры

source: Passive user
da: Passiv bruger
id: Pengguna pasif
km: អ្នកប្រើអកម្ម
pt: Utilizador passivo
ru: Пассивный пользователь
sq: Përdorues pasiv

source: Password
da: Adgangskode
km: ពាក្យសម្ងាត់
pt: Senha
ru: Пароль
sq: Fjalëkalim

source: Path
da: Sti
km: ផ្លូវ
pt: Caminho
ru: Путь
sq: Vendi

source: Paused
da: Pauset
id: Tunda
km: បានផ្អាក
pt: Em Pausa
ru: Приостановлено
sq: Pushon

source: Personal Information
da: Personligt Information
id: Informasi Personal
km: ពត៌មានផ្ទាល់ខ្លួន
pt: Informação pessoal
ru: Персональная информация
sq: Informata Personale

source: Personal information
da: Generelt
id: Informasi Personal
km: ពត៌មានផ្ទាល់ខ្លួន
pt: Geral
ru: Персональная информация
sq: Informata Personale

source: Picture
da: Billede Filer (jpg, bmp, gif m.fl.)
id: Gambar
km: រូបភាព
pt: Imagem
ru: Изображение
sq: Fotografi

source: Please enter a nickname in the settings dialog!
da: Angiv venligst et alias i opsætningsdialogen!
id: Silakan masukkan nickname di dialog pengelolaan!
km: សូមបញ្ចូលសម្មតិនាមក្នុងការកំណត់ការសន្ទនា!
pt: Por favor escolha um Nome nas definições!
ru: Введите ник в диалоге настроек!
sq: Të lutem shëno një pseudonim në Konfigurimet!

source: Please enter a password
da: Indtast venligst et kodeord!
id: Silakan masukkan password
km: សូមបញ្ចូលពាក្យសម្ងាត់
pt: Por favor insira uma palavra-passe
ru: Введите пароль
sq: Të lutem shëno fjalëkalimin

source: Please wait while DC++ indexes your files (they won't be shared until they've been indexed)...
ru: Пожалуйста, подождите пока DC++ индексирует ваши файлы (общий доступ к ним не может быть предоставлен без индексации)...

source: Popup box to input password for hubs
da: Åben en dialog for at andgive password til hub(ben)
km: ប្រអប់លេចឡើងដើម្បីបញ្ចូលពាក្យសម្ងាត់សម្រាប់ hubs
pt: Janela Popup para inserir a password para os Hubs
ru: Всплывающее поле ввода паролей для хабов
sq: Dritarja e re-Kutia për shënimin e fjalëkalimit për hubat

source: Port
da: Socks5 port
km: ច្រក
pt: Porta
ru: Порт
sq: Porti

source: Ports
da: Port instillinger
km: ច្រក
pt: Porta:
ru: Порт
sq: Portet

source: Press the follow redirect button to connect to %1%
ru: Нажмите следующую кнопку переадресации для подключенияя к %1%

source: Priority
da: Prioritet
id: Prioritas
km: អាទិភាព
pt: Prioridade
ru: Приоритет
sq: Prioritet

source: Private message
km: សារឯកជន
pt: Mensagem Privada
ru: Личное сообщение (ЛС)
sq: Mesazh privat

source: Private message from %1%: %2%
ru: Личное сообщение от %1%: %2%

source: Public Hubs
da: Offentlige Hubs
id: Hub Publik
km: Hubsសាធារណៈ
pt: Hubs Públicos
ru: Интернет хабы
sq: Hubat publik

source: Public Hubs list
da: Offenlig Hubliste
id: Daftar hub publik
km: បញ្ជី Hubs សាធារណៈ
pt: Lista de Hubs Públicos
ru: Список Интернет хабов
sq: Lista e hubave publik

source: Public Hubs list URL
da: Offenlig Hubliste URL
id: Daftar URL Hub Publik
km: អាសយដ្ឋានបញ្ជី Hubs សាធារណៈ
pt: URL da lista de Hubs públicos
ru: URL списков Интернет хабов
sq: Lista e hubave publik URL-ja

source: Purge
da: Rens
id: Kosongkan
km: លុបបំបាត់
pt: Apagar
ru: Сброс
sq: Pastro

source: Queued
ru: В очереди

source: Quick Connect
da: Hurtigt Forbind
id: Hubung Cepat
km: តភ្ជាប់រហ័ស
pt: Conexão rápida
ru: Быстрое соединение
sq: Lidhje e shpejt

source: Rating
da: Vudering
km: កម្រិតគុណភាព
pt: Avaliação
ru: Рейтинг
sq: Populariteti

source: Ratio (up/down): %1$0.2f
ru: Соотношение (up/down): %1$0.2f

source: Raw
id: Mentah
km: ឆៅ
pt: Linha
ru: Ряд

source: Re-add source
da: Tilføj kilde igen
id: Tambah ulang sumber
km: បន្ថែមប្រភពម្តងទៀត
pt: Readicionar fonte
ru: Вновь добавить источник
sq: Rivendos burimin

source: Ready to search...
da: Klar til at søge...
id: Siap mencari...
km: រួចរាល់ដើម្បីស្វែងរក...
pt: Pronto para pesquisar...
ru: Готов искать...
sq: Gati për kërkim...

source: Really exit?
da: Vil du virkelig afslutte DC++?
id: Betul-betul ada?
km: ពិតជាចង់ចាកចេញមែនឬ?
pt: Deseja mesmo sair?
ru: Точно выйти?
sq: Dëshiron dalje?

source: Really remove?
da: Vil du virkelig genflytte?
id: Betul-betul hapus?
km: ពិតជាចង់យកចេញមែនឬ?
pt: Quer mesmo remover?
ru: Точно удалить?
sq: Zhvendose me të vërtet?

source: Reconnect
ru: Пересоединиться

source: Redirect request received to a hub that's already connected
da: Viderestillingsforespørgsel modtaget til en hub, du allerede er forbundet til!
id: Permintaan "redirect" diterima ke hub yang sudah terhubung
km: ប្តូរទិសសំណើរដែលបានទទួល ទៅhubដែលត្រូវបានតភ្ជាប់រួច
pt: Recebido pedido de redireccionamento para um Hub ao qual já está ligado
ru: Запрос перенаправления отправлен на уже подключенный хаб
sq: Riorjentimi i kërkuar për hubin në të cilën tash më je i lidhur

source: Refresh file list Ctrl+E
ru: Обновить список файлов Ctrl+E

source: Register with Windows to handle dchub:// and adc:// URL links
da: Registrer i Windows URL-styring til at håndtere dchub:// og adc:// links
id: Daftar ke Windows penanganan pautan URL dchub:// dan adc://
km: ចុះឈ្មោះជាមួយនឹង Windows ដើម្បីដោះស្រាយ dchub:// និង adc:// បណ្តាញ URL
pt: Instalar suporte para URLs do tipo dchub://
ru: Зарегистрировать в системе dchub:// и adc:// ссылки
sq: Kyç URL:të në DC++(nyje me prefiksin dchub://)

source: Register with Windows to handle magnet: URI links
da: Registrer i Windows til at håndtere MAGNET: URI links
id: Daftar ke Windows untuk penanganan pautan URI magnet
km: ចុះឈ្មោះជាមួយនឹង Windows ដើម្បីដោះស្រាយ magnet: បណ្តាញ URI
pt: Registar com janelas "exercer íman": URL endereços
ru: Зарегистрировать в системе magnet:// ссылки
sq: Kyç URL:të në DC++(nyje me prefiksin URL)

source: Reliability
da: Pålidelighed
id: Kehandalan
km: ភាពអាចទុកចិត្តបាន
pt: Fiabilidade
ru: Надежность
sq: Besueshmëria

source: Remote client does not fully support TTH - cannot download
da: Fjernklienten har ikke TTH - støtte kan ikke downloade!
ru: Удаленный клиент не поддерживает TTH – закачка невозможна

source: Remove &all
ru: Удалить &все

source: Remove slow filelists
da: Fjern fillister
km: យករាល់បញ្ជីឯកសារណាដែលទាញយកយឺតចេញ
pt: Remover downloads lentos de listas de ficheiros
ru: Удалять медленные списки файлов
sq: Zhvendos listat e fileve të ngadalshme

source: Remove source
da: Fjern kilde
id: Hapus sumber
km: យកប្រភពចេញ
pt: Remover fonte
ru: Удалить источник
sq: Zhvendose burimin

source: Remove user from queue
da: Fjern bruger fra kø
id: Hapus pengguna dari antrian
km: យកអ្នកប្រើចេញពីជួរ
pt: Remover utilizador da lista de espera
ru: Удалить пользователя из очереди
sq: Zhvendose përdoruesin nga rradha

source: Rename
da: Omdøb mappe
id: Ganti nama
km: ប្តូរឈ្មោះ
pt: Renomear
ru: Переимен.
sq: Riemro

source: Report a bug
da: Rapportér en Fejl (Bug)
id: Laporkan bug
km: របាយការណ៍កំហុសមួយ
pt: Reportar um bug do DC++
ru: Сообщить об ошибке
sq: Raporto një shprazëtirë/gabim(bug)

source: Request a feature
da: Foreslå Nye Ting Til DC++
id: Minta fitur
km: សំណើលក្ខណៈពិសេសមួយ
pt: Pedir uma função para o DC++
ru: Новые возможности
sq: Propozo-jep ide për-funksion në program

source: Run in background
da: Kør i baggrunden..
id: Jalankan di latar belakang
km: ដំណើរការនៅផ្ទៃខាងក្រោយ
pt: Usar em modo minimizado
ru: Хэшировать в фоне
sq: Vepro në prapaskenë

source: Running...
da: Kører...
id: Berjalan...
km: កំពុងដំណើរការ...
pt: A executar...
ru: Выполняется...
sq: Vepron...

source: Search
da: Søg
id: Cari
km: ស្វែងរក
pt: Pesquisar
ru: Поиск
sq: Kërko

source: Search - %1%
ru: Поиск - %1%

source: Search - Ready to search...
ru: Поиск - Готов к поиску...

source: Search Menu
da: Søge Menu
id: Menu Pencarian
km: ម៉ឺនុយស្វែងរក
pt: Procura
ru: Меню "поиск"
sq: Kërko Meny

source: Search Spy
da: Søgespion
id: Mata-mata Pencarian
km: ស្វែងរកអ្នកស៊ើបការណ៍
pt: Texto Pesquisado
ru: Поисковый шпион
sq: Kërkim nëpërmjet spionimit

source: Search String
da: Søge streng
id: Cari Teks
km: ស្វែងរកខ្សែអក្សរ
pt: A pesquisar por
ru: Строка поиска
sq: Kriteri për kërkim

source: Search for
da: Søg efter
id: Pencarian untuk
km: ស្វែងរកសម្រាប់
pt: Pesquisar por
ru: Искать
sq: Kërko për

source: Search for alternates
da: Søg efter alternative kilder
id: Cari alternatif
km: ស្វែងរកដើម្បីជំនួស
pt: Pesquisar alternativas
ru: Поиск альтернатив
sq: Kërko vende alternative për shkarkim

source: Search for file
da: Søg efter filen
id: Cari arsip
km: ស្វែងរកដើម្បីឯកសារ
pt: Pesquisar ficheiro
ru: Поиск файла
sq: Kërko filin

source: Search history
da: Søg oversigt
id: Sejarah pencarian
km: ស្វែងរកប្រវត្តិ
pt: Histórico Pesquisa
ru: История поиска
sq: Historia e kërkimit

source: Search options
da: Søge muligheder
id: Opsi pencarian
km: ស្វែងរកជម្រើស
pt: Opções de pesquisa
ru: Опции поиска
sq: Konfigurimet e kërkimit

source: Search spam detected from %1%
ru: Обнаружен поисковый спам от %1%

source: Searching for %1%...
pt: Pesquisar por %1%...
ru: Поиск %1%...

source: Select &text style
ru: Выберите стиль &текста

source: Select &window color
ru: Выберите цвет &окна

source: Send once per nick
da: Send en gang per brugernavn
id: Kirim satu per nick
km: ផ្ញើម្តងក្នុងសម្មតិនាមមួយ
pt: Enviar para cada utilizador
ru: Отправить 1 раз для ника
sq: Për çdo pseudonim dërgo një herë

source: Send unknown /commands to the hub
da: Send ukendte /kommandoer til huben
id: Kirim perintah /misteri ke hub
km: ផ្ញើមិនស្គាល់ /បញ្ជាទៅ hub
pt: Enviar comandos desconhecidos para o Hub
ru: Отправлять неизвестные /commands на хаб
sq: Dërgo urdhëra/të panjohura në hub

source: Separator
id: Separasi
km: អ្នកបំបែក
pt: Separador
ru: Разделитель
sq: Ndarës

source: Server
km: ម៉ាស៊ីនបម្រើ
pt: Servidor
ru: Сервер

source: Set lowest prio for newly added files larger than Low prio size
da: Lavest priotet
id: Prioritas terendah aktif
km: កំណត់អទិភាពទាបបំផុត សម្រាប់ឯកសារបន្ថែមថ្មីៗដែលធំជាងទំហំអាទិភាពដែលទាប
pt: Prioridade Baixíssima
ru: Самый низкий приоритет для файлов большего размера, чем размер низкого приоритета
sq: Prioriteti më i gjatë i aktivizuar

source: Set priority
da: Sæt prioritet
id: Atur prioritas
km: កំណត់អាទិភាព
pt: Definir prioridade
ru: Установить приоритет
sq: Vendos prioritet

source: Set timestamps
da: Tidsformat (%H:%M:%S)
id: Atur stempel waktu
km: កំណត់ពេលវេលាបង្ហាប់
pt: Mostrar texto no chat
ru: Формат меток времени
sq: Format i kohës (%H:%M:%S)

source: Settings
da: Indstillinger
id: Pengaturan
km: ការកំណត់
pt: Opções
ru: Настройки
sq: Konfigurmiet

source: Settings...
da: Indstillinger...
id: Pengelolaan...
km: ការកំណត់...
pt: Definições...
ru: Настройки...
sq: Konfigurimet...

source: Share hidden files
da: Del skjulte filer
id: Arsip hidden juga
km: ចែករំលែកឯកសារដែលលាក់ខ្លួន
pt: Partilhar ocultos
ru: Шарить скрытые
sq: Shpërn.filet e fshehura

source: Shared
da: Delt
km: បានចែករំលែក
pt: Partilhado
ru: Расшарено
sq: Shpërndan

source: Shared directories
da: Delte Mapper
id: Direktori share
km: ថតក្រូណូបានចែករំលែក
pt: Directórios partilhados
ru: Расшаренные папки
sq: Dosjet e shpërndarjes

source: Sharing
da: Opload
km: ទីចែករំលែក
pt: Partilha
ru: Расшаренные ресурсы
sq: Shpërndan

source: Show
da: Vis
id: Tampil
km: បង្ហាញ
pt: Mostrar
ru: Показать
sq: Shfaq

source: Show joins / parts in chat by default
da: Vis altid ankomster/afgange i main chaten
id: Tampilkan gabung / pisah di obrolan secara default
km: បង្ហាញអ្នកចូលរួម / ចាកចេញ នៅក្នុងទំព័រជជែកកំសាន្ត តាមលំនាំដើម
pt: Mostrar entradas / saídas no chat por defeito
ru: Показывать вход/выход пользователей (чат)
sq: Shfaq kur përdoruesi kyçet/largohet nga biseda kryesore

source: Show shell menu where possible
da: Vis shell menu
pt: Mostrar o menu nos downloads terminados
ru: Показывать контекстное меню на завершенных закачках

source: Show timestamps in chat by default
da: Sæt Tidsstemple
id: Tampilkan stempel waktu di obrolan secara default
km: បង្ហាញពេលវេលាបង្ហាប់នៅក្នុងទំព័រជជែកកំសាន្ត ដោយយកតាមលំនាំដើម
pt: Mostrar hora no chat por defeito
ru: Показывать метки времени в чате
sq: Në biseda(chat) shfaq orën

source: Size
da: Størrelse
id: Besar
km: ទំហំ
pt: Tamanho
ru: Размер
sq: Madhësia

source: Size Type
ru: Тип размера

source: Size: %1%
ru: Размер: %1%

source: Skip zero-byte files
da: Spring over 0 byte filer
id: Lewatkan arsip 0 byte
km: រំលងឯកសារ zero-byte
pt: Ignorar ficheiros com zero-byte
ru: Пропускать файлы нулевой длины
sq: Tejkalo filet me madhësi zero bajt(bytes)

source: Slot granted
da: Ekstra slot tildelt
id: Slot diberikan
km: ប្រលោះត្រូវបានផ្តល់
pt: Slot dada
ru: Слот открыт
sq: Kanali u dhurua

source: Slots
id: Slot
km: ប្រលោះ
ru: Слоты
sq: Kanalet

source: Slots set
da: Slots indstillet
id: Slot di-set
km: សំណុំប្រលោះ
pt: Ajuste de slots
ru: Настройка слотов
sq: Kanalet e kufizuara(s´ka qasje)

source: Slots: %1%/%2%
ru: Слоты: %1%/%2%

source: Sort all downloads first
da: Tilfældig rækkefølge
km: តម្រៀបរាល់ការទាញយកទាំងអស់ជាដំបូង
pt: Ordenar primeiro os downloads
ru: Упорядочивать все закачки
sq: Së pari klasifiko të gjitha shkarkimet

source: Sort favorite users first
da: Sortere favorit brugere først
pt: Ordenar primeiro os utilizadores favoritos
ru: Избранные пользователи в начале списка (в окне хаба)

source: Sounds
da: Lyde
id: Suara
km: សំលេង
pt: Sons
ru: Звуки
sq: Tingujt

source: Source Type
da: Kilde Type
id: Jenis Sumber
km: ប្រភេទប្រភព
pt: Tipo de Fonte
ru: Тип источника
sq: Lloj i burimit

source: Source too slow
km: ប្រភពដែលយឺតណាស់
pt: Fonte demasiada lenta
ru: Слишком медленный источник
sq: Burimi është shumë i ngadalshëm

source: Specify a URL
km: បញ្ជាក់លម្អិត URL
pt: Especificar o Url
ru: Введите URL
sq: Cakto një URL

source: Specify a search string
da: Specifiser søgestreng
id: Sebutkan pencarian teks
km: បញ្ជាក់លម្អិតការស្វែងរកខ្សែអក្សរ
pt: Especifique um texto a pesquisar
ru: Укажите критерий поиска
sq: Cakto kriterjen për kërkim

source: Specify a server to connect to
da: Angiv en server der skal oprettes forbindeelse til...
id: Sebutkan server untuk disambungkan
km: បញ្ជាក់លម្អិតម៉ាស៊ីនបម្រើ ដើម្បីតភ្ជាប់ទៅ
pt: Especifique um servidor ao qual ligar
ru: Укажите сервер для соединения с
sq: Cakto një server për kyçje

source: Speed
da: Hastighed
id: Kecepatan
km: ល្បឿន
pt: Velocidade
ru: Скорость
sq: Shpejtësia

source: Speed: %1%/s
ru: Скорость: %1%/s

source: Start a search for this file
da: Start en søgning efter denne fil
id: Mulai pencarian untuk arsip ini
km: ចាប់ផ្តើមស្វែងរកសម្រាប់ឯកសារមួយនេះ
pt: Fazer uma pesquisa para este ficheiro
ru: Начать поиск этого файла
sq: Fillo kërkimin për këtë fil

source: Statistics
ru: Статистика

source: Status
km: ស្ថានភាព
pt: Estado
ru: Состояние
sq: Statusi

source: Stored password sent...
da: Gemte kodeord er afsendt...
id: Password simpanan terkirim...
km: ពាក្យសម្ងាត់ដែលទុក បានផ្ញើ...
pt: Senha enviada salva...
ru: Сохраненный пароль отправлен...
sq: U dërgua fjalëkalimi rezerv...

source: Subtract list
da: Fjerner listen
km: ដកបញ្ជី
pt: Subtrair a lista
ru: Извлечь список файлов
sq: Largo listën

source: System Log
km: ប្រព័ន្ធកំណត់ហេតុ
pt: Sistema dos Logs
ru: Лог системы

source: TTH Root
da: TTH Rod
km: ឫស TTH
pt: Origem TTH
ru: TTH корень
sq: TTH-kontroll shuma

source: Tab highlight on content change
km: ធ្វើអោយដិតផ្ទាំង ទៅលើការប្តូរមាតិកា
pt: Texto a Negrito quando houver alguma mudança
ru: Выделять жирным шрифтом при изменении
sq: Kur ndryshohet përmbajtja shëno hub shenjën(ve shenjë)

source: Tag
km: ស្លាក
ru: Клиент

source: Text sent to hub
ru: Текст отправлен хабу

source: This hub is not a favorite hub
km: Hubនេះ គឺមិនមែនជាhubសំណព្វទេ
pt: Este Hub não é um hub favorito
ru: Этого хаба нет в избранных
sq: Ky hub s´është hub i parapëlqyer

source: Time
da: Tid
id: Waktu
km: ពេល
pt: Tempo
ru: Время
sq: Data/Ora

source: Time last seen
da: Dato (Det sidste tid man har set ham/hende)
id: Waktu terakhir muncul
km: ពេលវេលា (បានតភ្ជាប់លើកចុងក្រោយនៅពេលណា)
pt: Ultima vez visto
ru: Когда был доступен
sq: lidhur herën e fundit

source: Time left
da: Resterende Tid
id: Waktu sisa
km: រយៈពេលនៅសល់
pt: Tempo restante
ru: Осталось времени
sq: Koha e mbetur

source: Timestamps disabled
da: Tidsstempling slået fra
id: Stempel waktu non-aktif
km: ពេលវេលាបង្ហាប់មិនបានអនុញ្ញាត
pt: Mostrar a hora: desactivado
ru: Метки времени отключены
sq: Shënues i kohës pasiv

source: Timestamps enabled
da: Tidsstempling slået til
id: Stempel waktu aktif
km: ពេលវេលាបង្ហាប់បានអនុញ្ញាត
pt: Mostrar a hora: activado
ru: Метки времени включены
sq: Shënues i kohës aktiv

source: To
ru: Кому

source: Toggle window when selecting an active tab
da: Skift i mellem vinduer når en aktiv fane vælges
id: Toggle jendela ssaat memilih tab aktif
km: បិទបើកបង្អួច នៅពេលដែលជ្រើសរើសផ្ទាំងសកម្ម
pt: Trocar de janela quando seleccionar uma "tab" activa
ru: Переключить окно при выборе активной вкладки
sq: Ndro katror(simbol)kur shtyp në hub shenjën

source: Total size:
da: Total størrelse:
id: Besar total:
km: ទំហំសរុប:
pt: Tamanho total:
ru: Шара:
sq: Madhësia e përgjithëshme:

source: Total: %1%
ru: Всего: %1%

source: Totals
ru: Итоги

source: Transferred (Ratio)
ru: Передано (соотношение)

source: Type
id: Tipe
km: ប្រភេទ
pt: Tipo
ru: Тип
sq: Lloji

source: U: %1%/s (%2%)
ru: U: %1%/с (%2%)

source: URL:MAGNET URI
pt: URL: Link Magnet
ru: URL:Magnet URL

source: Unable to open TCP/TLS port. File transfers will not work correctly until you change settings or turn off any application that might be using the TCP/TLS port
da: Kan ikke åpbn TCP-porten. Filoverføringer vil ikke køre korrekt før du ændrer indstillinger eller lukker programmet som bruger porten
km: មិនអាចបើកច្រក TCP. ឯកសារផ្ទេរនឹងមិនដំណើរការត្រឹមត្រូវ លុះត្រាតែអ្នកប្តូរការកំណត់ ឬ បិទកម្មវិធីណាមួយ ដែលអាចកំពុងប្រើច្រក TCP
pt: Impossível de abrir a Porta TCP. As transferências não funcionarão correctamente até que altera ou desliga a opção da Porta TCP.
ru: Невозможно открыть TCP порт. Передача файлов будет работать некорректно, пока вы не измените настройки или не закроете приложение, использующее TCP порт
sq: S`mund t´a hap TCP portin. Transferimi i fileve s´do jetë korrekte deri sa të bëhen ndryshime në konfigurimet apo deri sa të mbyllet çdo(ndonjë)aplikacion që ndoshta e përdor TCP portin

source: Unable to open UDP port. Searching will not work correctly until you change settings or turn off any application that might be using the UDP port
da: Kan ikke åbne UDP-porten. Filoverføringer vil ikke køre korrekt før du ændrer indstillinger eller lukker programmet som bruger porten
km: មិនអាចបើកច្រក UDP. ការស្វែងរកនឹងមិនដំណើរការត្រឹមត្រូវ លុះត្រាតែអ្នកប្តូរការកំណត់ ឬ បិទកម្មវិធីណាមួយ ដែលអាចកំពុងប្រើច្រក UDP
pt: Impossível de abrir a Porta UDP. As transferências não funcionarão correctamente até que altera ou desliga a opção da Porta UDP.
ru: Невозможно открыть UDP порт. Поиск будет работать некорректно, пока вы не измените настройки или не закроете приложение, использующее UDP порт
sq: S`mund t´a hap UDP portin. Kërkimi s´do funksionon në mënyrë korrekte deri sa ju t`i ndryshoni konfigurimet apo t´i mbyllni aplikacionet të cilat e përdorin UDP portin

source: Under what name you see the directory
da: Hvilket favorit navn?
id: Anda melihat direktori ini dengan nama
km: នៅខានក្រោមឈ្មោះអ្វី អ្នកចង់ឃើញថតក្រូណូ
pt: Alterar Virtualmente o nome da Pasta
ru: Название
sq: Me ç`farë emri e shikon dosjen
