Repository: HiT-Hi-FiT-Hai/dcplusplus
Catalog: win32/po/*.po
Languages: da, id, km, pt, ru, sq

source: (c) Copyright 2001-2008 Jacek Sieka Ex-codeveloper: Per Lindén Graphics: Martin Skogevall et al. DC++ is licenced under GPL http://dcplusplus.sourceforge.net/
ru: (c) Copyright 2001-2008 Jacek Sieka Экс-соразработчик : Per Lindén Графика: Martin Skogevall и др. DC++ лицензировано под GPL http://dcplusplus.sourceforge.net/

source: %1% Open download page?
pt: %1% Abrir pasta de downloads?
ru: %1% Открыть страницу загрузки?

source: %1% files/h, %2% files left
ru: %1% файлов/ч, %2% файлов осталось

source: %1% filtered
ru: %1% отфильтровано

source: %1% left
ru: %1% осталось

source: %1% user
ru: %1% пользователь

source: %1%/s
ru: %1%/с

source: %1%/s, %2% left
ru: %1%/с, %2% осталось

source: &Add
pt: &Adicionar
ru: &Добавить

source: &Add folder
ru: &Добавить папку

source: &Browse file list
ru: Об&зор списка файлов

source: &Browse...
ru: Об&зор...

source: &Change
pt: Modifi&car
ru: &Изменить

source: &Close
ru: &Закрыть

source: &Configure
pt: &Configurar
ru: &Настроить

source: &Connect
da: &Forbind
pt: &Conectar
ru: &Подключиться

source: &Disconnect
ru: &Отключиться

source: &Download
ru: &Загрузить

source: &Download Queue Ctrl+D
ru: &Очередь загрузки Ctrl+D

source: &Edit
pt: &Editar
ru: &Изменить

source: &Favorite Hubs Ctrl+F
pt: Hubs &Favoritos Ctrl+F
ru: &Избранные хабы Ctrl+F

source: &File
pt: &Ficheiro
ru: &Файл

source: &Get file list
ru: &Получить список файлов

source: &Go to directory
ru: &Перейти к папке

source: &Help
ru: &Справка

source: &Move/Rename
ru: &Переместить/переименовать

source: &New...
da: &Ny...
ru: &Создать...

source: &Notepad Ctrl+N
pt: &Bloco de Notas Ctrl+N
ru: &Блокнот Ctrl+N

source: &Open
ru: &Открыть

source: &Properties
da: &Egenskaber
pt: &Propriedades
ru: &Свойства

source: &Public Hubs Ctrl+P
pt: &Hubs Públicos Ctrl+P
ru: &Открытые хабы Ctrl+P

source: &Quick Connect ... Ctrl+Q
ru: &Быстрое соединение... Ctrl+Q

source: &Reconnect Ctrl+R
ru: &Переподключиться Ctrl+R

source: &Refresh
ru: &Обновить

source: &Remove
da: &Fjern
pt: &Remover
ru: &Удалить

source: &Search
ru: &Поиск

source: &Search Ctrl+S
ru: &Поиск Ctrl+S

source: &Send private message
pt: &Mensagem Privada
ru: &Отправить личное сообщение

source: &View
pt: &Ver
ru: &Показать

source: &View as text
ru: &Показать как текст

source: &Window
ru: &Окно

source: *** Joins: %1%
ru: *** Соединены: %1%

source: *** Parts: %1%
ru: *** Частей: %1%

source: -.-- B/s, %1% left
ru: -.-- Б/с, %1% осталось

source: -.-- files/h, %1% files left
ru: -.-- файлов/ч, %1% файлов осталось

source: -:--:-- left
ru: -:--:-- осталось

source: A MAGNET link was given to DC++, but it didn't contain a valid file hash for use on the Direct Connect network. No action will be taken.
da: En MAGNET link var givet til DC++, men den havde ikke en rigtig fil hash som man bruger på Direct Connect netværket. Derfor vil der ikke blive udført nogen handlinger.
id: Sebuah pautan MAGNET diberikan ke DC++, namun ia tidak mengandung hash arsip yang valid untuk digunakan di jaringan Direct Connect. Tidak ada aksi yang diambil.
km: បណ្តាញ MAGNET ត្រូវបានផ្តល់ទៅ DC++, ប៉ុន្តែវាគ្មានយកជាការបាននូវឯកសារច្របូកច្របល់ សម្រាប់ប្រើលើបណ្តាញ Direct Connect. គ្មានសកម្មភាពណាមួយត្រូវបានយក
pt: Um link magnet foi enviado para o DC++, mas o link magnet tem uma hash invalida. Nenhuma acção foi efectuada.
ru: Получена магнитная ссылка, но она не содержит правильного файлового хэша для использования в сети DC. Не будет выполнено никаких действий.
sq: Një MAGNET nyje e gabuar është dërguar në DC++.S`do ndërmiret asnjë veprim.

source: ADL Search
da: AML Søgning
id: Pencarian ADL
km: ADL ស្វែងរក
pt: Procura ADL
ru: ADL поиск
sq: ADL Kërkim

source: ADLSearch Properties
da: ASM Egenskaber
km: ADL ស្វែងរកលក្ខណៈសម្បត្តិ
pt: Propriedades da procura ADL
ru: Настройки ADL поиска
sq: Konfigurimet e ADL Kërkimit

source: AWAY
da: Ikke Til Stede
id: PERGI
km: មិននៅ
pt: Ausente
ru: "отошел"
sq: LARG

source: About DC++
ru: О DC++

source: About DC++...
da: Om DC++...
id: Tentang DC++...
km: អំពី DC++...
pt: Sobre o DC++...
ru: О программе DC++
sq: Rreth DC++...

source: Accept custom user commands from hub
da: Accepter ændrede bruger kommandoer fra huben
id: Terima perintah custom pengguna dari hub
km: យល់ព្រមបញ្ជារបស់អ្នកប្រើ ពី hub
pt: Aceitar os comandos pessoais do utilizador no Hub
ru: Разрешить команды пользователей хаба
sq: Prano urdhërat e zakonshme të përdoruesit nga hubi

source: Add To &Favorites
ru: Добавить в &избранное

source: Add finished files to share instantly (if shared)
da: Tilføj færdige filer til deling øjeblikligt (hvis delt)
id: Tambah arsip yang selesai langsung ke share (bila di-share)
km: បន្ថែមឯកសារដែលបានទាញយកបញ្ចប់ ទៅចែករំលែកដោយស្វ័យប្រវត្តិ (ប្រសិនបើបានចែករំលែក)
pt: Adicionar ficheiros terminados automaticamente na partilha (se partilhado)
ru: Сразу расшарить закачанные файлы (если они закачаны в мою шару)

source: Added
da: Tilføjet
id: Telah Ditambah
km: បានបន្ថែម
pt: Adicionado
ru: Добавлено
sq: U vendos

source: Address
da: Hub adresse
id: Alamat
km: អាសយដ្ឋាន
pt: Endereço
ru: Адрес
sq: Adresa

source: Advanced
da: Avanceret
id: Canggih
km: កម្រិតខ្ពស់
pt: Configurações Avançadas
ru: Дополнительно
sq: Përparuar

source: All
da: Alle
id: Semua
km: ទាំងអស់
pt: Todos
ru: Все
sq: Të gjitha

source: All %1% users offline
ru: Все %1% пользователей вв офлайне

source: Allow TLS connections to clients without trusted certificate
da: Tillad TLS-opkobling til klienter uden certifikat
pt: Permitir ligações TLS para clientes com certificados aprovados
ru: Разрешить TLS соединение с клиентами без проверенного сертификата

source: Allow TLS connections to hubs without trusted certificate
da: Tillad TLS-opkobling til hubs uden certifikat
pt: Permitir ligações TLS para hubs com certificados aprovados
ru: Разрешить TLS соединение с хабами без проверенного сертификата

source: Always open help file with this dialog
da: Åben hjælpefilen med denne dialogboks
id: Selalu buka arsip bantuan dengan dialog ini
km: បើកឯកសារជំនួយជារឿយៗ ជាមួយនឹងការសន្ទនានេះ
pt: Abrir sempre o ficheiro de ajuda
ru: Всегда открывать файл справки
sq: Çdo herë hap filin për ndihmë me këtë dialog

source: Any
da: Alle Typer
id: Apa saja
km: យ៉ាងម៉េចក៏បាន
pt: Qualquer Tipo de Ficheiro
ru: Любой
sq: Çdo

source: Appearance
da: Udseende
id: Penampakan
km: រូបរាង
pt: Aparência
ru: Вид
sq: Paraqitja

source: At least
da: Mindst
id: Paling tidak
km: យ៉ាងហោច
pt: Mínimo
ru: Не менее
sq: Minimale

source: At most
da: Højest
id: Paling banyak
km: យ៉ាងច្រើន
pt: Máximo
ru: Не более
sq: Maksimale

source: Audio
da: Lyd Filer (mp3, wma, wav m.fl.)
km: អូឌីយ៉ូ
ru: Аудио
sq: Muzikë

source: Auto connect / Name
da: Autotilslutning / Navn
id: Sambung Otomatis / Nama
km: តភ្ជាប់ស្វ័យប្រវត្តិ / ឈ្មោះ
pt: Conexão Automática / Nome do Hub
ru: Автом. соединиться с / имя
sq: Lidhu automatikisht / Emri

source: Auto grant slot / Nick
da: Auto. Slot / Navn
id: Otomatis beri slot / Nick
km: ផ្តល់រន្ធស្វ័យប្រវត្តិ / សម្មតិនាម
pt: Extra slot automática / Nome
ru: Автом. открыть слот для / ник
sq: Dhuro automatikisht një kanal / Pseudonim

source: Auto priority settings
ru: Настройки автоприоритета

source: Auto refresh time
da: Auto update tid
km: ធ្វើពេលវេលាអោយស្រស់ដោយស្វ័យប្រវត្តិ
pt: Auto Actualizar
ru: Период автообновления
sq: Rifre.autom.i kohës

source: Auto-away on minimize (and back on restore)
da: Auto-'Ikke til stede' til ved minimer og fra ved gendan
id: Otomatis "pergi" pada saat diminimalkan (dan "kembali" pada saat di-"restore")
km: ដាក់អោយឃ្លាតឆ្ងាយនៅជាតូចដោយស្វ័យប្រវត្តិ (ហើយពេលត្រឡប់មកវិញ បើកធម្មតា)
pt: Auto-ausente ao minimizar (e presente quando restaurar)
ru: Вкл. режим "отошел" при сворачивании окна (предыдущий режим при открытии окна)
sq: Automatikisht jasht/larg gjatë zvoglimit

source: Auto-open at startup
da: Åben ved opstart
id: Buka otomatis pada saat "startup"
km: បើកដោយស្វ័យប្រវត្តិ នៅពេលចាប់ផ្តើមឡើង
pt: Abrir automaticamente ao iniciar o DC++
ru: Открывать при запуске
sq: Gjatë startimit hap automatikisht

source: Auto-search limit
da: Auto-søge grænse
km: ស្វែងរកដោយស្វ័យប្រវត្តិមានកំណត់
pt: Limites Pesquisas
ru: Огр. ADL поиск
sq: Kufizim i kërkimit auto.

source: Autodrop settings
da: Auto fjern Indstillinger
km: ស្វ័យជម្រុះរាល់ការកំណត់
pt: Modos de Desligar
ru: Настройки автосброса
sq: Autodrop konfigurime

source: Autodrop slow sources for all queue items (except filelists)
da: Fjern automatisk kilder for alle objekter i køen (Untagen fillister)
km: ស្វ័យជម្រុះរាល់ប្រភពណាដែលទាញយកយឺត (លើកលែងតែបញ្ជីឯកសារ)
pt: Desligar automaticamente todos os ficheiros que se encontram na lista de espera (excepto as listas)
ru: Автосброс медленных источников очереди (кроме списков файлов)
sq: Zhvendos automatikisht burimet e ngadalshme për të gjitha objektet që janë në pritje(përveç listave të filit)

source: Automatic Directory Listing Search
da: Automatisk Søgning i Mappeliste
id: Pencarian Otomatis Daftar Direktori
km: ស្វែងរកបញ្ជីថតក្រូណូស្វ័យប្រវត្តិ
pt: Procura automática na listagem do directório
ru: ADL поиск
sq: Kërkimi automatik i dosjes

source: Automatically disconnect users who leave the hub
da: Afbryd brugere som forlader hubben (ikke ved crash, du forlader den)
id: Otomatis memutus pengguna yang meninggalkan hub
km: ផ្តាច់ដោយស្វ័យប្រវត្តិ រាល់អ្នកប្រើណាដែលបានចាកចេញពី hub
pt: Desligar utilizadores que saiam do Hub (sem efeito se o Hub cair / você sair)
ru: Автоматически отключать пользователей, покинувших хаб
sq: Përdoruesit që largohen nga hubi shkyçi automatikisht(nuk shkyçet kur hubi nuk punon / apo e len atë)

source: Automatically follow redirects
da: Følg automatisk viderestillinger...
id: Otomatis ikuti "redirect"
km: ទៅតាមករប្តូរទិសដោយស្វ័ប្រវត្តិ
pt: Seguir redireccionamentos automaticamente
ru: Следовать перенаправлениям автоматически
sq: Ndjekje automatike e riorjentimeve

source: Automatically match queue for auto search hits
da: Automatisk match af køen i AML søgnings fund
id: Otomatis cocokkan antrian pada penemuan pencarian otomat
km: ផ្គូផ្គងជួរដោយស្វ័យប្រវត្តិ សម្រាប់រាល់ជោគជ័យស្វែងរកស្វ័យប្រវត្តិ
pt: Verificar automaticamente a lista de espera para a procura automática
ru: Добавить в очередь закачек при совпадениях ADL поиска
sq: Përputhe gjithë listën e shkarkimeve kur "Vendos automatikisht-vende të qëlluara-kur kërkon vende alternative për shkarkim" është aktive

source: Automatically open an extra slot if speed is below (0 = disable)
da: Automatisk åben et ekstra slot hvis hastigheden er under (0 = fra)
id: Otomatis buka slot ekstra bila kecepatan di bawah (0 = non-aktif)
km: បើកប្រលោះបន្ថែមមួយដោយស្វ័យប្រវត្តិ ប្រសិនបើល្បឿនទាបជាង (0 = មិនអនុញ្ញាត)
pt: Abrir automaticamente uma slot extra se a velocidade for inferior a
ru: Открыть экстра слот если скорость ниже (0 = отключено)
sq: Hap një kanal shtesë (Automatikisht) nëse shpejtësia është në rënie(0 = mbyllur)

source: Automatically search for alternative download locations
da: Søg automatisk efter alternative download-kilder
id: Otomatis cari lokasi unduh alternatif
km: ស្វែងរកដោយស្វ័យប្រវត្តិ សម្រាប់រាល់ទីតាំងទាញយកឆ្លាស់គ្នា
pt: Pesquisar automaticamente mais fontes para download
ru: Автоматический поиск альтернативных источников закачки
sq: Kërko automatikisht për vende alternative për shkarkim

source: Average/s: %1%
ru: Среднее/с: %1%

source: Away mode off
da: 'Ikke Til Stede' slået fra
id: Mode pergi mati
km: មិននៅ បិទ
pt: Modo de ausente desligado
ru: Режим "отошел" выкл.
sq: Gjendja e largimit deaktivizuar

source: B
ru: Б

source: B/s
ru: Б/с

source: Bind address
da: Bind adresse
id: Ikat alamat
km: ចងភ្ជាប់អាសយដ្ឋាន
pt: Endereço Ligação
ru: Задать адрес

source: Break on first ADLSearch match
da: Afbryd ved første forekomst af 'Automatisk Søgning i Mappeliste'
id: Putuskan pada kecocokan pertama pencarian ADL
km: បញ្ឈប់ ADLSearch នៅត្រឹមការផ្គូផ្គងលើកដំបូង
pt: Parar na primeira Procura ADL semelhante
ru: Прервать при первом соответствии ADL поиска
sq: Ndërpre në përputhjen e parë të ADL kërkimit

source: Browse...
da: Gennemse...
id: Telusuri...
km: រកមើល...
pt: Procurar...
ru: Обзор...
sq: Shfleto...

source: CRC Checked
ru: CRC проверена

source: CRC32 inconsistency (SFV-Check)
da: CRC32-Inkonsistens (SFV-kontrol)
id: Inkonsistensi CRC32 (Pemeriksaan SFV)
km: CRC32 មិនខ្ជាប់ខ្ជួន (SFV-ត្រួតពិនិត្យ)
pt: Inconsistência CRC32 (Controlo SFV)
ru: CRC32 несоответствие (SFV-проверка)
sq: SFV-kontrolli dha një shumë kontroll të gabuar CRC32

source: Change Log
da: Nye Features i DC++...
id: Ubah Log
km: ប្តូរកំណត់ហេតុ
pt: Log de mudanças
ru: Лог изменений
sq: Ndrysho Shënimin

source: Chat
id: Obrolan
km: ជជែកកំសាន្ត
ru: Чат
sq: Biseda

source: Check every
da: Kontrollere hver
km: ពិនិត្យមើលទាំងអស់
pt: Intervalo
ru: Провер. каждые
sq: kontrollo çdo

source: Chunk
pt: Bloco
ru: Часть

source: Cipher
da: Tal
ru: Шифр

source: Clear search box after each search
da: Ryd søgefeltet efter hver søgning
id: Kosongkan kotak pencarian setelah tiap pencarian
km: ជម្រះប្រអប់ស្វែងរក បន្ទាប់ពីបានស្វែងរកនិមួយៗ
pt: Limpar caixa de pesquisa ao iniciar uma nova
ru: Очищать поле ввода по завершении поиска
sq: Pas çdo kërkimi pastro fushën e kërkimeve

source: Close all PM windows
da: Luk alle PM-vinduer
km: បិទបង្អួច PM ទាំងអស់
pt: Fechar as Mensagens Privadas
ru: Закрыть все окна ЛС
sq: Mbyll të gjitha PM dritaret

source: Close all file list windows
da: Luk alle filiste-vinduer
km: បិទរាល់បង្អួចបញ្ជីឯកសារទាំងអស់
pt: Fechar as Listas de Ficheiros
ru: Закрыть все окна списков файлов
sq: Mbyll të gjitha dritaret e listave të fileve

source: Close all offline PM windows
da: Luk alle Offline PM-Vinduer
km: បិទរាល់បង្អួច PM ក្រៅបណ្តាញទាំងអស់
pt: Fechar as Mensagens Priv. Desligadas
ru: Закрыть все окна оффлайн ЛС
sq: Mbyll të gjitha PM dritaret e shkëputura

source: Close all search windows
da: Luk alle søgevinduer
km: បិទរាល់បង្អួចស្វែងរកទាំងអស់
pt: Fechar as Pesquisas
ru: Закрыть все окна поиска
sq: Mbyll të gjitha dritaret për kërkim

source: Close disconnected
da: Luk Alle Ikke-tilsluttede Vinduer
id: Tutup yang sudah putus
km: បិទបណ្តាញដែលផ្តាច់
pt: Fechar os Hubs Desligados
ru: Закрыть все окна откл. пользователей
sq: Të shkëputurat mbylli

source: Colors
da: Farver
id: Warna
km: ពណ៌
pt: Cores
ru: Цвета
sq: Ngjyrat

source: Command
da: Kommando
id: Perintah
km: បញ្ជា
pt: Commando
ru: Команда
sq: Urdhër

source: Compressed
da: Komprimerte Filer/mapper
id: Termampat
km: បានបង្ហាប់
pt: Comprimido
ru: Архив
sq: Ngjeshur

source: Configure Public Hub Lists
da: Konfigurere Hub Listerne
id: Atur Daftar Hub Publik
km: កំណត់រចនាសម្ព័ន្ធបញ្ជី Hub សាធារណៈ
pt: Configurar
ru: Изменить списки хабов
sq: Konfiguro listën publike

source: Configured Public Hub Lists
da: Konfigurede Hub Lister
id: Daftar Hub Publik
km: បញ្ជី HUB សាធារណៈបានកំណត់ជារចនាសម្ព័ន្ធ
pt: Endereço da lista dos Hubs Públicos
ru: Изменить списки Интернет хабов
sq: Listat publike të hubave të konfiguruar

source: Confirm application exit
da: Bekræft afslutning af DC++
id: Konfirmasi keluar dari aplikasi
km: បញ្ជាក់នៅពេលចាកចេញពីកម្មវិធី
pt: Confirmar a saída do DC++
ru: Запрос при выходе из приложения
sq: Konfirmo daljen nga aplikacioni

source: Confirm dialog options
km: បញ្ជាក់ជម្រើសសន្ទនា
pt: Opções das Confirmações
ru: Запрос при изменении настроек
sq: Konfirmo alternativat e dialogut

source: Confirm favorite hub removal
da: Bekræft fjernelse af en hub
id: Konfirmasi penghapusan hub kesukaan
km: បញ្ជាក់នៅពេលយក hub សំណព្វចេញ
pt: Confirmar a eliminação de hubs favoritos
ru: Запрос при удалении избранных хабов
sq: Konfirmo zhvendosjen e hubit të parapëlqyer

source: Confirm item removal in download queue
da: Bekræft fjernelse af objekter i downloadkøen
id: Konfirmasi penghapusan baris di antrian unduh
km: បញ្ជាក់នៅពេលយកធាតុដែលនៅក្នុងកន្លែងទាញយកជាជួរចេញ
pt: Confirmar a eliminação na lista de espera
ru: Запрос при удалении из очереди закачек
sq: Konfirmo largimin në listën e shkarkimeve

source: Connect to hub
ru: Подключиться к хабу

source: Connected
da: Forbindelsen oprettet
id: Tersambung
km: បានតភ្ជាប់
pt: Ligado
ru: Соединение установлено
sq: Lidhur

source: Connecting
ru: Подключение

source: Connecting to %1%...
ru: Соединение с %1%...

source: Connection
da: Forbindelse
id: Sambungan
km: ការតភ្ជាប់
pt: Ligação
ru: Соединение
sq: Lidhjaa

source: Connection settings
da: Forbindelses Indstillinger
id: Pengaturan sambungan
km: ការកំណត់ការតភ្ជាប់
pt: Configuração da Ligação
ru: Настройки соединения
sq: Konfigurimet e kyçjes

source: Connections
ru: Соединения

source: Context
ru: Содержание

source: Copy &address to clipboard
ru: Копировать &адрес в буфер обмена

source: Copy &nick to clipboard
ru: Копировать &ник в буфер обмена

source: Copy Filename
km: ចម្លងឈ្មោះឯកសារ
pt: Copiar nome do ficheiro
ru: Копировать имя файла
sq: Kopjo emrin e filit

source: Copy magnet link to clipboard
da: Kopiér MAGNET link til Udklipsholderen
id: Salin pautan magnet ke clipboard
km: ចម្លងតំណទាក់ចិត្ត ទៅក្តារតម្បៀតខ្ទាស់
pt: Copiar Link Magnet
ru: Копировать магнитную ссылку
sq: Kopjo nyjen magnetike në clipboard

source: Count
da: Tæl
id: Hitungan
km: រាប់
pt: N.º de vezes pesquisado
ru: Всего
sq: Sa herë u kërkua

source: Country
da: Land
id: Negara
km: ប្រទេស
pt: País
ru: Страна
sq: Shteti/kodi

source: Creating file index...
da: Laver indeks filen...
id: Membuat indeks arsip...
km: កំពុងបង្កើតសន្ទស្សន៍ឯកសារ...
pt: A criar o índice...
ru: Создание файлового хэша...
sq: Krijohet indeksi i fileve...

source: D: %1%/s (%2%)
ru: D: %1%/с (%2%)

source: DC++ Homepage
da: DC++´s Hjemmeside
id: Laman DC++
km: DC++ ទំព័រដើម
pt: Página do DC++
ru: Домашняя страница DC++
sq: Faqja personale e DC++

source: DC++ discussion forum
da: DC++ Diskussionsforum
id: Forum diskusi DC++
km: DC++ មាតិកាពិភាក្សា
pt: Fórum de discussão do DC++
ru: Форум обсуждения DC++
sq: DC++ forum i diskutimeve

source: Default
da: Standard
ru: По умолчанию

source: Default away message
da: Standart 'Ikke Til Stede' Besked
id: Pesan pergi default
km: ដាក់សារតាមលំនាំដើម នៅពេលមិននៅ
pt: Mensagem de ausente por defeito
ru: Сообщение в режиме "отошел"
sq: Mesazh i pacaktuar-sipas dëshirës-(kur je larguar)

source: Default download directory
da: Standart Downloads Mappen
id: Direktori unduh default
km: ដាក់ថតក្រូណូដែលទាញយកបានបញ្ចប់ ទៅក្នុង
pt: Downloads Completos
ru: Папка закачек по умолчанию
sq: Dosja për shkarkim

source: Description
da: Beskrivelse
id: Deskripsi
km: ពិពណ៌នា
pt: Descrição
ru: Описание
sq: Përshkrim

source: Destination Directory
da: Destination Mappe
id: Direktori Tujuan
km: ទិសដៅថតក្រូណូ
pt: Destino do Directório
ru: Имя папки получателя
sq: Vend i paracaktuar i dosjes

source: Direct connection
da: Direkte forbindelse
km: ការបន្តភ្ជាប់ដោយផ្ទាល់
pt: Ligação Directa (Modo Activo)
ru: Прямое подключение (актив. режим)
sq: Kyçje direkte

source: Directories
da: Mappe
id: Direktori
km: ថតក្រូណូ
pt: Directórios
ru: Папки
sq: Dosjet

source: Directory
da: Mappe
id: Direktori
km: ថតក្រូណូ
pt: Local
ru: Папка
sq: Dosje

source: Directory or directory name already exists
da: Mappen eller mappe navn eksistere allerede
id: Direktori atau nama direktori telah ada
km: ថតក្រូណូ ឫ ឈ្មោះថតក្រូណូ មានរួចហើយ
pt: Pasta ou nome da pasta já existente
ru: Такая папка (или имя папки) уже есть
sq: Dosja apo emri i dosjes tani egzitojnë

source: Do nothing
da: Gør ingenting
id: Diam saja
km: គ្មានធ្វើស្អីទេ
pt: Não fazer nada
ru: Ничего не делать
sq: Mos vepro

source: Document
da: Dokument Filer (doc, pdf, txt m.fl.)
id: Dokumen
km: ឯកសារ
pt: Documento
ru: Документ
sq: Dokument

source: Don't allow hub/UPnP to override
da: Ikke tillat at tilsidesætte hub/UPnP
km: កុំអនុញ្ញាត hub/UPnP បដិសេធ
pt: Não usar para o UPnP
ru: Не позв. хабу/UPnP измен. адрес
sq: Mos lejo që hub/UPnP të anashkalon

source: Don't automatically disconnect favorite users who leave the hub
da: Afbryd ikke automatisk fra favorittbrugere som forlader hubben
km: កុំផ្តាច់ដោយស្វ័យប្រវត្តិ រាល់អ្នកប្រើសំណព្វណាដែលបានចាកចេញពី hub
pt: Não desligar automaticamente os utilizadores favoritos que deixam o Hub
ru: Не отключать автоматически избранных пользователей, покинувших хаб
sq: Mos i shkyç automatikisht përdoruesit e parapëlqyer të cilët largohen nga hubi

source: Don't delete file lists when exiting
da: Gem hentede fillister når DC++ afsluttes
id: Jangan hapus daftar arsip saat keluar
km: កុំលុបបញ្ជីឯកសារចោល នៅពេលចាកចេញ
pt: Não eliminar as listas de ficheiros ao sair
ru: Не удалять списки файлов при выходе
sq: Kur largohesh nga DC++ ruaj listat e shkarkuara

source: Don't download files already in share
da: Lad være med at downloade filer som bliver delt allerede
id: Jangan unduh arsip yang sudah ada di share
km: កុំទាញយកឯកសារណាដែលមានរួចហើយនៅក្នុងទីចែករំលែក
pt: Não fazer o download de ficheiros já existentes na partilha
ru: Не закачивать файлы, которые уже есть в шаре
sq: Mos shkarko file që tashmë gjinden(prej më përpara) në dosjen për shpërndarje

source: Don't download files already in the queue
da: Lad være med at downloade filer som allerede findes i downloadkøen
pt: Não fazer o download de ficheiros já existentes na lista de espera
ru: Не закачивать файлы, которые уже есть в очереди

source: Don't remove /password before your password
da: Lad være med at slette /password før dit kodeord
id: Jangan hapus "/password" sebelum password Anda
km: កុំយកចេញ /ពាក្យសម្ងាត់ មុនពាក្យសម្ងាត់របស់អ្នក
pt: Não remover a password antiga
ru: Не удаляйте /password перед вашим паролем
sq: Mos zhvendos/fjalëkalimin përpara fjalëkalimit tënd

source: Don't remove the source when autodropping, only disconnect
da: Fjern ikke kilder når "auto-fjern", kun lukker ned
km: កុំយកអ្នកប្រើចេញ នៅពេលដែលកំពុងស្វ័យជម្រុះ, បានតែផ្តាច់ប៉ុណ្ណោះ
pt: Não remover as fontes quando o auto-desligar estiver activado, apenas desligar.
ru: Отключать, но не удалять источник при автосбросе
sq: Mos e zhvendos burimin gjatë autodropping, vetëm shkyçi

source: Don't send the away message to bots
da: Send ikke "Ikke Til Stede" beskeder til botter
id: Jangan kirim pesan "pergi" ke bot
km: កុំផ្ញើសារដែលឃ្លាតឆ្ងាយទៅ bots
pt: Não enviar mensagem de ausente para bots
ru: Не отправлять ботам сообщение "отошел"
sq: Mos dërgo mesazh në bots kur je larg(-uar)

source: Donate (paypal)
da: Donér /$$$ (PayPal)
id: Sumbang $$$ (paypal)
km: ធ្វើអំណោយ (paypal)
pt: Doar €€€/$$$ ao autor do DC++
ru: Пожертвовать
sq: Dhuro €€€/$$$ (paypal)

source: Donate €€€:s! (ok, dirty dollars are fine as well =) (see help menu)
ru: Пожертвуйте €€€! (ok, грязные доллрары всё равно лучше =) (смотрите меню справки)

source: Done
da: Udført!
id: Selesai
km: ធ្វើរួច
pt: Feito
ru: Готово
sq: Përfundoi

source: Download &to...
ru: Скачать &в...

source: Download Matches
id: Unduh Cocok
km: ការទាញយក ដំណូច
pt: Download
ru: В очередь закачек
sq: Shkarkimet e përputhshme

source: Download Queue
da: Downloadkø
id: Antrian Unduh
km: ទាញយកដាក់ជាជួរ
pt: Lista de Espera
ru: Очередь закачек
sq: Lista e shkarkimeve

source: Download failed: %1%
ru: Загрузка прервана: %1%

source: Download files from the Direct Connect network
da: Download filer fra Direct Connect netværket
id: Unduh arsip dari jaringan Direct Connect
km: ទាញយកឯកសារពីបណ្តាញតភ្ជាប់ផ្ទាល់
pt: Transferir ficheiros da rede Direct Connect
ru: Закачать файлы из сети DC
sq: Shkarko filet nga rrjeti Direct Connect

source: Download to...
da: Download til...
id: Unduh ke...
km: Download to ទាញយកទៅទុកក្នុង...
pt: Transferir para...
ru: Закачать в...
sq: Shkarko në...

source: Download whole directory
da: Download hele mappen
id: Unduh semua direktori
km: ទាញយកថតក្រូណូទាំងមូល
pt: Transferir a pasta inteira
ru: Закачать всю папку
sq: Shkarko tërë dosjen

source: Download whole directory to...
da: Download hele mappen til...
id: Unduh semua direktori ke...
km: ទាញយកថតក្រូណូទាំងមូលទៅទុកក្នុង...
pt: Transferir a pasta inteira para...
ru: Закачать всю папку в...
sq: Shkarko tërë dosjen në...

source: Downloaded
id: Telah Diunduh
km: បានទាញយក
pt: Transferido
ru: Закачано
sq: Shkarkuar
