Repository: HiT-Hi-FiT-Hai/dcplusplus
Catalog: win32/po/*.po
Languages: da, id, km, pt, ru, sq

source: Unfinished downloads directory
da: Ufærdige Download Mappe
id: Direktori untuk unduh yang belum selesai
km: ដាក់ថតក្រូណូដែលទាញយកមិនទាន់ចប់ ទៅក្នុង
pt: Downloads Incompletos (vazio = transfere o ficheiro directamente ao destino)
ru: Папка незавершенных закачек
sq: Dosja e shkarkimeve të pa përfunduara

source: Unknown
da: Ukendt
id: Tidak diketahui
km: មិនស្គាល់
pt: Desconhecido
ru: Неизвестный
sq: Panjohur

source: Unknown command: %1%
ru: Неизвестная команда: %1%

source: Upload slots
da: Opload slots
id: Slot unggah
km: ប្រលោះផ្ទុកឡើង
pt: Slots para upload
ru: Слоты передачи
sq: Kanalet për ngarkime

source: Uploads
da: Oploads
id: Unggahan
km: ផ្ទុកឡើង
ru: Передачи
sq: Ngarkimet

source: Use CTRL for line history
da: Brug 'CTRL' for linje historie
id: Gunakan CTRL untuk sejarah baris
km: ប្រើ CTRL សម្រាប់បណ្តាញប្រវត្តិ
pt: Usar CTRL para visualizar o histórico
ru: Использовать CTRL для перехода на новую строку
sq: Përdor CTRL (shigjeta posht lart)për rishqyrtim të tekstit

source: Use Coral network when downloading hub lists (improves reliability)
ru: Использовать сеть при загрузке списка хабов Coral (улучшает надёжность)

source: Use OEM monospaced font for viewing text files
da: Benyt 'OEM monospaced' skrift for visning af tekst filer
id: Pakai OEM monospaced font untuk menilik arsip teks
km: ប្រើ OEM អក្សរគម្លាតតែមួយ សម្រាប់មើលឯកសារអត្ថបទ
pt: Usar fonte OEM monospaced para visualizar ficheiros de texto
ru: Использовать моноширинный для просмотра текстовых файлов
sq: Përdor OEM pagëzore univerzale(monospaced font) për t´i shfaq tekst filet

source: Use SOCKS5 server to resolve host names
da: Benyt Socks5 server til at beslutte værtnavne
id: Pakai SOCKS5 server untuk menjawab hostname
km: ប្រើម៉ាស៊ីនបម្រើ SOCKS5 ដើម្បីដោះស្រាយឈ្មោះម៉ាស៊ីន
pt: Servidor SOCKS5, resolver nomes de alojamento
ru: Испол. SOCKS5 серв. чтобы разр. им. хостов
sq: Përdor SOCKS5 serverin të zgjedhë emrat e nikoqirit(hostnames)

source: Use TLS when remote client supports it
da: Benyt Tls
pt: Utilizar a porta TLS caso um cliente remoto a suporta
ru: Использовать TLS, когда это поддерживает удаленный клиент

source: Use extended menus with icons and titles
ru: Использовать расширенное меню с иконками и заголовками

source: Use system icons when browsing files (slows browsing down a bit)
da: Benyt systemikoner (gør systemet lidt langsommere)
id: Pakai icon sistem saat menelusuri arsip (sedikit memperlambat)
km: ប្រើប្រព័ន្ធរូបតំណាង ពេលកំពុងរកមើលឯកសារ (បង្អង់ល្បឿនរកមើលបន្តិច)
pt: Usar ícones do sistema (Diminui um pouco a velocidade da navegação)
ru: Использовать системные значки при отображении файлов (замедляет просмотр)
sq: Gjatë shfletimit të fileve, përdor sistemin e ikonave(pak e ngadalson shfletimin)

source: User
da: Bruger
id: Pengguna
km: អ្នកប្រើ
pt: Utilizador
ru: Пользователь
sq: Përdorues

source: User Description
da: Bruger beskrivelse
id: Deskripsi Pengguna
km: ពិពណ៌នាពីអ្នកប្រើ
pt: Descrição do Utilizador
ru: Описание
sq: Përshkrim i përdoruesit

source: User Menu
da: Bruger Menu
id: Menu Pengguna
km: ម៉ឺនុយអ្នកប្រើ
pt: Utilizador
ru: Меню "пользователь"
sq: Menyja e përdoruesit

source: User offline
da: Bruger offline...
id: Pengguna terputus
km: អ្នកប្រើ ក្រៅបណ្តាញ
pt: Utilizador desligado
ru: Пользователь в оффлайне
sq: Përdoruesi është shkëputur

source: User went offline
da: Bruger gik offline...
id: Pengguna sekarang terputus
km: អ្នកប្រើបានទៅក្រៅបណ្តាញ
pt: O utilizador desligou-se
ru: Пользователь ушел в оффлайн
sq: Përdoruesi u (shkoi në)shkyç(-je)

source: Users
da: Brugere
id: Pengguna
km: អ្នកប្រើ
pt: Utilizadores
ru: Пользователи
sq: Përdorues

source: Users: %1%
pt: Utilizadores: %1%
ru: Пользователи: %1%

source: Video
da: Video (avi, mov, mpg m.fl.)
km: វីដេអូ
ru: Видео
sq: Film

source: View status messages in main chat
da: Vis status beskeder i main chat
id: Tilik pesan status di obrolan utama
km: មើលស្ថានភាពសារនៅក្នុងទំព័រជជែកកំសាន្តមេ
pt: Visualizar mensagem de estado no chat principal
ru: Показывать статус-сообщения в основном окне чата
sq: Në bisedën kryesore shfaq mesazhin(kryesore)

source: Virtual name
da: Virtuel navn
id: Nama semu
km: ឈ្មោះនិម្មិត
pt: Nome Virtual
ru: Имя
sq: Emri viritual

source: Waiting (%1% of %2% users online)
ru: Ожидание (%1% из %2% пользователей в онлайне)

source: Waiting (User online)
da: Venter (Bruger online...)
id: Menunggu (Pengguna online)
km: រង់ចាំ (អ្នកប្រើលើបណ្តាញ)
pt: À espera (Utilizador ligado)
ru: Ожидание (пользователь в онлайне)
sq: Pret(Përdorues i lidhur)

source: Waiting Users
da: Venter på brugere
km: រង់ចាំអ្នកប្រើ
pt: Utilizadores em Espera
ru: Ожидающие пользователи
sq: Në pritje të përdoruesve

source: Waiting for slot
da: Venter på slot
ru: Ожидание слота

source: Waiting to retry
ru: Ожидание повтора

source: Window options
da: Vindues indstillinger
id: Opsi jendela
km: ជម្រើសបង្អួច
pt: Opções das Janelas
ru: Настройки окон
sq: Konfigurimet e dritares

source: Write buffer size
da: Skriv Buffer Størrelse
id: Ukuruan buffer tulis
km: សរសេរទំហំសតិបណ្តោះអាសន្ន
pt: Tamanho do Buffer
ru: Размер буфера записи
sq: Shkruaj madhësinë e paqenë(buffer size)

source: Yes
ru: Да

source: Your nick was already taken, please change to something else!
da: Dit brugernavn er allerede i brug, vælg venligst et andet!
id: Nick Anda sudah dipakai, mohon ganti ke lainnya!
km: សម្មតិនាមរបស់អ្នកមានគេប្រើរួចហើយ សូមប្តូរទៅឈ្មោះផ្សេង!
pt: Nome já em utilização, escolha um novo!
ru: Такой ник уже есть, выберите другой
sq: Pseudonimi yt është i zënë,të lutem zavendëso me ndonjë tjetër!

source: Your version of windows common controls is too old for DC++ to run correctly, and you will most probably experience problems with the user interface. You should download version 5.80 or higher from the DC++ homepage or from Microsoft directly.
ru: Ваша версия Windows common controls слишком стара для корректного запуска DC++, по всей вероятности у вас возникнут проблемы с пользовательским интерфейсом. Необходимо скачать версию 5.80 или более новую с домашней страницы DC++, или напрямую с Microsoft.

source: file list
ru: список файлов

source: s
ru: с

source: Filter kick messages
pt: Filtrar kicks mensagens

source: Create / Modify Command
da: Skab / Modificere Kommando
id: Buat / Modifikasi Perintah
km: បង្កើត / កែប្រែបញ្ជា
sq: Krijo / Modifiko urdhërin

source: E-Mail
km: អ៊ីមែល
sq: Posta elektronike

source: Language file
da: Sprog Fil
id: Arsip bahasa
km: ឯកសារភាសា
sq: Fil Gjuhësor

source: Make an annoying sound every time a private message is received
da: Lav et irriterene lyd hver gang en privat besked er modtaget
id: Keluarkan suara menyebalkan tiap kali menerima pesan pribadi
km: ដាក់សម្លេងរោឡើង រាល់ពេលដែលសារឯកជនត្រូវបានទទួល
sq: Përdor tingull gjatë pranimit të mesazheve private

source: Make an annoying sound when a private message window is opened
da: Lav et irriterene lyd når en privat besked vindue er åbnet
id: Keluarkan suara menyebalkan bila jendela pesan pribadi dibuka
km: ដាក់សម្លេងរោឡើង នៅពេលដែលបង្អួចសារឯកជនត្រូវបានបើក
sq: Përdor tingull gjatë hapjes së mesazheve private

source: Show progress bars for transfers
da: Vis grafisk fremskridt for overførsler (bruger noget CPU-tid)
id: Tampilkan batang progres untuk transfer (menggunakan sebagian CPU)
km: បង្ហាញរបារវឌ្ឍនភាព សំរាប់ផ្ទេរ
sq: Shfaq taktin e progresit për transferimet (përdoren disa CPU)

source: Socks IP
km: រន្ធ IP

source: TCP
da: TCP Port
id: TCP Port
km: ច្រក TCP
sq: TCP Porti

source: UDP
da: UDP Port
id: UDP Port
km: ច្រក UDP
sq: UDP Porti

source: Use antifragmentation method for downloads
da: Benyt Antifragmentationsmetode til downloads
id: Pakai metode antifragmentasi untuk mengunduh
km: ប្រើវិធីសាស្រ្ត antifragmentation ដើម្បីធ្វើការទាញយក
sq: Antifragmento shkarkimet

source: Choose folder
da: Vælg mappe

source: Filter kick and NMDC debug messages
id: Filter pesan tendang dan pesan debug NMDC
sq: Filteri për përjashtim dhe NMDC debug mesazhet

source: Translations
id: Terjemahan
sq: Përkthimet
