Repository: HiT-Hi-FiT-Hai/dcplusplus
Catalog: win32/po/*.po
Languages: da, id, km, pt, ru, sq

source: Downloading %1%
pt: Transferindo %1%
ru: Загружается %1%

source: Downloading from %1% user
da: Downloader fra %1% bruger
ru: Загружается от %1% пользователя

source: Downloading list...
da: Downloader list...
id: Mengunduh daftar...
km: កំពុងទាញយកបញ្ជី...
pt: Transferindo a lista...
ru: Закачка списка...
sq: Shkarkon listën...

source: Downloading public hub list...
da: Downloader Offentlig Hubliste...
id: Mengunduh daftar hub publik...
km: កំពុងទាញយកបញ្ជី hub សាធារណៈ...
pt: A obter a lista de Hubs Públicos...
ru: Закачка списка Интернет хабов...
sq: Shkarkohet lista e hubave publik...

source: Downloading...
da: Downloader...
id: Mengunduh...
km: កំពុងទាញយក...
pt: Transferindo...
ru: Закачка...
sq: Shkarkohet...

source: Downloads
id: Unduh
km: ទីទាញយក
ru: Закачки
sq: Shkarkimet

source: Drop sources below
da: Fjerner kilder under
km: ជម្រុះរាល់ប្រភពខាងក្រោម
pt: Desligar Fontes
ru: Сбр. ист. ниже

source: E&xit
ru: В&ыход

source: Edit the hublist
da: Redigere hublisten
km: កែសម្រួលបញ្ជី hub
pt: Editar a Lista de Hubs
ru: Править список
sq: Redakto hub listat

source: Enable automatic SFV checking
da: Slå SFV-kontrol til (ekstra sikkerhed for at filen overføres korrekt)
id: Aktifkan pemeriksaan otomatis SFV
km: អនុញ្ញាតការត្រួតពិនិត្យ SFV ដោយស្វ័យប្រវត្តិ
pt: Activar verificação SFV (Simple Vector Format)
ru: Включить автоматическую проверку SFV
sq: Kontrolli automatik-SFV

source: Enable safe and compressed transfers
da: Benyt sikkert og komprimerede overførelser
id: Aktifkan transfer termampat dan aman
km: អនុញ្ញាតការផ្ទេរដែលសុវត្តិភាព និង បង្ហាប់
pt: Habilita transferência comprimida e segura
ru: Разрешить безопасные и сжатые передачи
sq: Paraqit transferimet e sigurta dhe të ngjeshura

source: Enabled
da: Slå Til
id: Aktif
km: បានអនុញ្ញាត
pt: Permitido
ru: Включен
sq: Paraqitur

source: Enabled / Search String
da: Aktiv Søge Funktion
id: Aktif / Teks Pencarian
km: បានអនុញ្ញាត / ស្វែងរកខ្សែអក្សរ
pt: Activo / Procura
ru: Включено / Строка поиска
sq: Aktiv / Kriteri për kërkim

source: Enter search string
da: Indtast en søgestreng...
id: Masukkan teks pencarian
km: បញ្ចូលការស្វែងរកខ្សែអក្សរ
pt: Insira texto a pesquisar
ru: Введите текст для поиска
sq: Shëno kriterjen për kërkim

source: Error creating adc registry key
km: កំហុសក្នុងការបង្កើតសោរបញ្ជីឈ្មោះadc
pt: Erro ao criar o adc do registo
ru: Ошибка регистрации в системе adc ссылок
sq: Gabim kur DC++ do krijonte adc çelsin

source: Error creating dchub registry key
km: កំហុសក្នុងការបង្កើតសោរបញ្ជីឈ្មោះdchub
pt: Erro ao criar o registo dchub
ru: Ошибка регистрации в системе dchub ссылок
sq: Gabim kur DC++ do krijonte dchubb çelsin

source: Error creating magnet registry key
km: កំហុសក្នុងការបង្កើតសោរបញ្ជីឈ្មោះទាក់ចិត្ត
pt: Erro ao criar o registo do link magnet
ru: Ошибка регистрации в системе magnet ссылок
sq: Gabim kur DC++ do krijonte magnet çelsin

source: Errors
da: Fejl
id: Kesalahan-kesalahan
km: មានកំហុស
pt: Erros
ru: Ошибки
sq: Gabime

source: Exact size
da: Præcis Størrelse
id: Ukuran persis
km: ទំហំត្រូវល្អ
pt: Tamanho Exacto
ru: Точный размер
sq: Madhësia e sakt

source: Executable
da: Eksekverbar Filer (exe, com m.fl.)
km: ដែលអាចប្រតិបត្តិ
pt: Executável
ru: Исполняемый
sq: Filet e programit

source: Exit
ru: Выход

source: External / WAN IP
da: Ekstern/IP
km: ក្រៅ / WAN IP
pt: IP Externo / WAN
ru: Внешний / WAN IP
sq: E jashtme / WAN IP

source: F&ilter
pt: F&iltrar
ru: Фильтр

source: Failed to create port mappings. Please set up your NAT yourself.
da: Det mislykkedes at skabe port kortlægger
id: Gagal membuat pemetaan port. Silakan atur NAT Anda sendiri.
km: បរាជ័យក្នុងការបង្កើតច្រក mappings។ សូមដំឡើង NAT របស់អ្នកដោយខ្លួនឯង។
pt: Erro ao criar a respectiva porta
ru: Не удалось создать переадресацию порта. Настройте NAT.
sq: Dështoi në krijimin e port mappings

source: Failed to get external IP via UPnP. Please set it yourself.
da: Det mislykkedes få den ekterne IP via UPnP. Vær venligs og sæt det ordenligt op.
id: Gagal mendapatkan IP eksternal melalui UPnP. Silakan atur sendiri.
km: បរាជ័យក្នុងការយក IP ខាងក្រៅ តាមរយៈ UPnP. សូមដំឡើងវាដោយខ្លួនអ្នកផ្ទាល់។
pt: Erro ao obter o IP por UPnP. Por favor ajuste-o você mesmo.
ru: Не удалось получить внешний IP через UPnP. Настройте его.
sq: S`mund të merr IP-në nëpërmjet të UPnP-së.Të lutem vendose vet.

source: Failed to remove port mappings
da: Det mislykkedes at fjerne port kortlægger
id: Gagal menghapus pemetaan port
km: បរាជ័យក្នុងការយក mappings ចេញ
pt: Erro ao remover a respectiva porta
ru: Не удалось удалить переадресацию порта
sq: S`mund të largon port mappings

source: Favorite &Users Ctrl+U
ru: Избранные &пользователи Ctrl+U

source: Favorite Hub Properties
da: Favorit Hub Egenskaber
id: Pengaturan Hub Kesukaan
km: លក្ខណៈសម្បត្តិ Hub សំណព្វ
pt: Propriedades do Hub Favorito
ru: Свойства избранного хаба
sq: Vetitë e hubit të parapëlqyer

source: Favorite Hubs
da: Favorit Hubs
id: Hub Kesukaan
km: Hubs សំណព្វ
pt: Hubs Favoritos
ru: Избранные хабы
sq: Hubat e parapëlqyer

source: Favorite Users
da: Favorit Brugere
id: Pengguna Kesukaan
km: អ្នកប្រើ សំណព្វ
pt: Lista de Amigos
ru: Избранные пользователи
sq: Përdorues të parapëlqyer

source: Favorite download directories
da: Favorit 'Download til' mapper
id: Direktori unduh kesukaan
km: ថតក្រូណូដែលអ្កកពេញចិត្ត
pt: Directórios favoritos para download
ru: Избранные
sq: Të parapëlqyerit shkarko në dosje(-et)

source: Favorite hub added
da: Hub tilføjet til 'Favorit Hubs'
id: Hub kesukaan ditambah
km: Hubសំណព្វបានបន្ថែម
pt: Hub favorito adicionado
ru: Хаб добавлен в избранные
sq: U vendos hubi i parapëlqyer

source: Favorite hub removed
km: Hubសំណព្វ បានយកចេញ
pt: Hub favorito removido
ru: Избранный хаб удален
sq: Hubi i parapëlqyer është zhvendosur

source: Favorite name
da: Favorit navn
id: Nama kesukaan
km: ឈ្មោះសំណព្វ
pt: Nome
ru: Имя
sq: Emri i parapëlqyer

source: Favorite user added
da: Bruger tilføjet til 'Favorit Brugere'
id: Pengguna kesukaan ditambah
km: អ្នកប្រើសំណព្វ បានបន្ថែម
pt: Amigo adicionado
ru: Пользователь добавлен в избранные
sq: U vendos përdoruesi i parapëlqyer

source: File
da: Fil
id: Arsip
km: ឯកសារ
pt: Ficheiro
ru: Файл
sq: Fil

source: File Hash:
ru: Хэш файла:

source: File not available
da: Fil er ikke tilgængelig..!
id: Arsip tidak tersedia
km: ឯកសារពុំអាចរកបាន
pt: Ficheiro indisponível
ru: Файл недоступен
sq: Fili s´është i arritshëm

source: File type
da: Filtype
id: Jenis arsip
km: ប្រភេទឯកសារ
pt: Tipo de ficheiro
ru: Тип файла
sq: Lloj i filit

source: Filelist Menu
da: Filliste Menu
id: Menu Daftar arsip
km: ម៉ឺនុយបញ្ជីឯកសារ
pt: Menu da lista
ru: Меню "список файлов"
sq: Menyja e listës së filit

source: Filename
da: Filnavn
id: Nama arsip
km: ឈ្មោះឯកសារ
pt: Nome
ru: Имя файла
sq: Emri i filit

source: Filename:
da: Filnavn:
pt: Nome do ficheiro:
ru: Имя файла:

source: Files: %1%
ru: Файлы: %1%

source: Find
da: Søg
id: Cari
km: រក
pt: Encontrar
ru: Поиск
sq: Gjej

source: Finished Downloads
da: Færdige Downloads
id: Unduh Selesai
km: ទាញយកបានបញ្ចប់
pt: Downloads Terminados
ru: Завершенные закачки
sq: Shkarkimet e përfunduara

source: Finished Uploads
da: Færdige oploads
id: Unggah Selesai
km: ផ្ទុកឡើងបានបញ្ចប់
pt: Uploads Terminados
ru: Завершенные передачи
sq: Ngarkimet e përfunduara

source: Firewall (passive, last resort)
da: Firewall passiv (Dårligt valg)
km: ជញ្ជាំងភ្លើង (អកម្ម, មធ្យោបាយចុងក្រោយ)
pt: Firewall (Modo Passivo)
ru: Файрвол (пассив., наихуд.)
sq: Muri mbrojtës (passive, last resort)

source: Firewall with UPnP
da: Firewall med UPnP
km: ជញ្ជាំងភ្លើងជាមួយនឹង UPnP
pt: Firewall + UPnP (Unicamente com WinXP)
ru: Файрвол с UPnP
sq: Muri mbrojtës/Firewall me UPnP

source: Firewall with manual port forwarding
da: Firewall med manuel port forwarding'
km: ជញ្ជាំងភ្លើង ជាមួយនឹងច្រកដែលដំឡើងដោយដៃ
pt: Firewall + Configuração manual das Portas
ru: Файрвол с ручной настройкой порта
sq: Muri mbrojtës me përcjellje manuale të portit

source: Format
km: ទ្រង់ទ្រាយ
pt: Formato
ru: Формат

source: Frequently asked questions
da: Ofte Stillede Spørgsmål (FAQ)
id: FAQ
km: សំណួរដែលសួររឿយៗ
pt: Perguntas frequentes do DC++
ru: Часто задаваемые вопросы
sq: Pyetjet e shpeshta

source: Full Path
da: Hele Stien
id: Path Lengkap
km: បំណះពេញលេញ
pt: Completa
ru: Папки и файлы
sq: Rruga e plotë e kërkimit

source: Full tree does not match TTH root
da: Downloaded TTH træ matcher ikke TTH roden
id: Pohon yang diunduh tidak cocok dengan TTH root
km: មែកធាងពេញលេញ មិនអាចផ្គុផ្គងនឹងឫស TTH
pt: Caminho invalido para a hash TTH
ru: Полное дерево не соответствует TTH корню
sq: Struktura e shkarkuar s`i përgjigjet TTH rrënjës

source: GeoIP database update
da: Opdatering af GeoIP-database
id: Perbarui basis data GeoIP
km: GeoIP ធ្វើអោយទាន់សម័យមូលដ្ឋានទិន្នន័យ
pt: Actualizar base de dados GeoIP
ru: Обновить базу GeoIP
sq: Azhurim i bazës kompjut.GeoIP

source: GiB
da: GB
pt: GB
ru: Гб

source: Grant &extra slot
ru: Предоставить &дополнительный слот

source: Guess user country from IP
da: Find brugerens land
id: Dapatkan Negara Pengguna
km: ទាយប្រទេសរបស់អ្នកប្រើ តាមរយៈ IP
pt: Obter o País do utilizador
ru: Определять код страны пользователя по IP
sq: Shfaq shtetin e përdoruesit nga IP-ja

source: HTTP Proxy (for hublist only)
da: HTTP Proxy (Kun For Hubliste)
id: Proxy HTTP (untuk daftar hub saja)
km: HTTP Proxy (សម្រាប់តែបញ្ជី hub ប៉ុណ្ណោះ)
pt: Proxy HTTP (Somente para a Lista de Hubs Públicos)
ru: HTTP прокси (только для списков хабов)
sq: HTTP Proxy (vetëm për hub listën)

source: Help &Contents F1
ru: &Содержание справки F1

source: Help forum
da: Hjælpeforum
id: Forum bantuan
km: មាតិកាជំនួយ
pt: Fórum de ajuda do DC++
ru: Форум помощи
sq: Forumi për ndihmë

source: High
da: Høj
id: Tinggi
km: ខ្ពស់
pt: Alta
ru: Высокий
sq: Lart

source: High prio max size
da: Høj priotet
id: Prioritas tinggi
km: អាទិភាពខ្ពស់ ទំហំអតិបរមា
pt: Prioridade Alta
ru: Выс. приоритет
sq: Madhë.maks.e prio-s

source: Highest
da: Højest
id: Puncak
km: ខ្ពស់បំផុត
pt: Altíssima
ru: Самый высокий
sq: Më së larti

source: Highest prio max size
da: Højest priotet
id: Prioritas tertinggi
km: អាទិភាពខ្ពស់បំផុត ទំហំអតិបរមា
pt: Prioridade Altíssima
ru: Наивыс. приоритет
sq: Madhë.maks.e prio-s

source: Hits: %1%
ru: Хиты: %1%

source: Hub
ru: Хаб
sq: Hubi

source: Hub (last seen in, if offline)
ru: Хаб (последний, если в оффлайне)

source: Hub IP / DNS (empty = all, 'op' = where operator)
ru: IP / DNS имя хаба (empty = all, 'op' = where operator)

source: Hub Menu
id: Menu Hub
km: ម៉ឺនុយ Hub
pt: Hub
ru: Меню "хаб"
sq: Hub Meny

source: Hub address cannot be empty
ru: Адрес хаба не может быть пустым

source: Hub already exists as a favorite
da: Hub eksisterer allerede som favorit
km: Hubមានរួចហើយជាសំណព្វ
pt: O Hub já existe na lista dos hubs favoritos
ru: Хаб уже есть в избранных
sq: Hubi egziston(prej më përpara)si i parapëlqyer

source: Hub list downloaded... (%1%)
ru: Список хабов получен... (%1%)

source: Hub list loaded from cache...
da: Hubliste hentet fra bufferen
ru: Список хабов загружен из кэша...

source: Hublist
km: បញ្ជី Hub
pt: Lista de Hubs
ru: Список хабов
sq: Lista e hubit

source: Hubs
da: Hubber
id: Hub
ru: Хабы
sq: Hubat

source: Hubs: %1%
ru: Хабы: %1%

source: IP: %1%, Port: %2%/%3%/%4%
ru: IP: %1%, Порт: %2%/%3%/%4%

source: Identification (leave blank for defaults)
ru: Идентификация (оставьте пустым по умолчанию)

source: Idle
ru: Ожидание

source: Ignore TTH searches
id: Acuhkan pencarian TTH
km: មិនអើពើ TTH ស្វែងរក
pt: Ignorar as pesquisas TTH
ru: Игнорировать TTH
sq: Injoro TTH kërkimet

source: Ignore private messages from bots
da: Ignorér (PM)beskeder fra bots
pt: Ignorar mensagens privadas vindo dos Bots
ru: Игнорировать ЛС сообщения ботов

source: Ignore private messages from the hub
da: Ignorér (PM)beskeder fra hubber
pt: Ignorar mensagens privadas vindo dos Hubs
ru: Игнорировать ЛС сообщения хаба

source: Ignored message: %1%
ru: Игнорированное сообщение: %1%

source: Incoming connection settings (see Help/FAQ if unsure)
da: Indkommende besked om indstillinger
km: ការកំណត់ការតភ្ជាប់មកដល់ (មើល Help/FAQ ប្រសិនបើមិនច្បាស់)
pt: Propriedades da Ligação Interna
ru: Настройки входящего соединения (см. Помощь/FAQ)
sq: Konfigurimet e kyçjes hyrëse(nëse s´je i sigurt shiko në Ndihmë/FAQ)

source: Indexing progress
da: Indekserings Fremskridt..
id: Progres pengindeksan
km: វឌ្ឍនភាពលិបិក្រម
pt: Índice em Progresso
ru: Показать прогресс хэширования
sq: Progres i Indeksimit

source: Invalid file list name
da: Ugyldigt fillist navn
km: បញ្ជីឈ្មោះឯកសារមិនត្រឹមត្រូវ
pt: Nome invalido para a lista de ficheiros
ru: Неверное имя списка файлов
sq: Emri i listës së filit është i pa vlefshëm

source: Invalid number of slots
da: Ugyldigt antal slots...
id: Jumlat slot tidak valid
km: ចំនួនប្រលោះមិនត្រឹមត្រូវ
pt: Número inválido de slots
ru: Неверное количество слотов
sq: Numër i pamjaftueshëm i kanaleve

source: Join/part of favorite users showing off
da: Ankomst/Afgang af favorit brugere visning slået fra
id: Gabung/pisah pegguna kesukaan disembunyikan
km: ត/ផ្នែកនៃអ្នកប្រើសំណព្វ កំពុងបង្ហាញបិទ
pt: Desactivar a visualização das Entradas/Saídas de amigos
ru: Показывать вход/выход избранных пользователей (выкл.)
sq: Mesazh gjatë daljes për përdoruesin e parapëlqyer nga

source: Join/part of favorite users showing on
da: Ankomst/Afgang af favorit brugere visning slået til
id: Gabung/pisah pegguna kesukaan ditampilkan
km: ត/ផ្នែកនៃអ្នកប្រើសំណព្វ កំពុងបង្ហាញបើក
pt: Activar a visualização das Entradas/Saídas de amigos
ru: Показывать вход/выход избранных пользователей (вкл.)
sq: Mesazh hyrës për përdoruesin e parapëlqyer në

source: Join/part showing off
da: Ankomst/Afgang vises ikke
id: Gabung/pisah ditunjukkan
km: បង្ហាញការចូលរួម/ចាកចេញរបស់អ្នកប្រើ ចូរបិទ
pt: Desactivar a visualização das Entradas/Saídas de utilizadores
ru: Показывать вход/выход пользователей (выкл.)
sq: Mesazh gjatë shoqërimit/bashkimit jasht

source: Join/part showing on
da: Ankomst/Afgang vises
id: Gabung/pisah disembunyikan
km: បង្ហាញការចូលរួម/ចាកចេញរបស់អ្នកប្រើ ចូរបើក
pt: Activar a visualização das Entradas/Saídas de utilizadores
ru: Показывать вход/выход пользователей (вкл.)
sq: Mesazh gjatë shoqërimit/bashkimit në(brenda)

source: Keep duplicate files in your file list
da: Inkludér duplikerede filer i min filliste (duplikerede filer tæller aldrig med i din deling)
id: Pertahankan arsip duplikat di daftar arsip Anda
km: រក្សារាល់ឯកសារចម្លងនៅក្នុងបញ្ជីឯកសាររបស់អ្នក
pt: Incluir ficheiros repetidos na partilha (os duplicados não contam no tamanho da partilha total)
ru: Хранить дубликаты файлов в своем списке файлов
sq: Filet e dyfishta mbaji në listën e fileve(duplicates never count towards your share size)

source: KiB
da: Kb
pt: kB
ru: Кб

source: KiB/s
da: Kb/s
pt: kB/s
ru: Кб/с

source: Latest stable version
ru: Последняя стабильная версия

source: Limits
da: Download grænser
id: Batasan
km: ព្រំដែន
pt: Limites
ru: Ограничения
sq: Kufizimet

source: Line speed (upload)
da: Oploade hastighed
km: ជួរល្បឿន (ផ្ទុកឡើង)
pt: Informação Uploads
ru: Скорость передачи
sq: Shpejtësia e ngarkimit

source: Loading DC++, please wait... (%1%)
da: Indlæser DC++, vent venligst... (%1%)
ru: Загрузка DC++, пожалуйста, подождите... (%1%)

source: Log downloads
id: Catatan pengunduhan
km: ចុះកំណត់ហេតុរាល់ការទាញយក
pt: Log de downloads
ru: Лог закачек
sq: Shëno shkarkimet

source: Log filelist transfers
da: Log filliste overførelser
id: Catatan transfer daftar arsip
km: ចុះកំណត់ហេតុរាល់បញ្ជីឯកសារផ្ទេរ
pt: Transferência da lista em Log
ru: Лог передач списка файлов
sq: Shëno transferimet e listës së filit

source: Log main chat
id: Catatan obrolan utama
km: ចុះកំណត់ហេតុជជេកកំសាន្តមេ
pt: Log do chat principal
ru: Лог сообщений чата
sq: Shëno bisedën kryesore

source: Log private chat
da: Log privat chat
id: Catatan obrolan pribadi
km: ចុះកំណត់ហេតុរាល់ការជជែកកំសាន្តជាឯកជន
pt: Log de mensagens privadas
ru: Лог ЛС
sq: Shëno bisedën private

source: Log status messages
da: Log status beskeder
id: Catatan pesan status
km: ចុះកំណត់ហេតុរាល់ស្ថានភាពសារ
pt: Log de mensagens de estado
ru: Лог статус-сообщений
sq: Shëno gjendjen e mesazheve

source: Log system messages
da: Log system beskeder
id: Catatan pesan sistem
km: ចុះកំណត់ហេតុគ្រប់ប្រព័ន្ធសារ
pt: Log de mensagens do sistema
ru: Лог системных сообщений
sq: Shëno mesazhet e sistemit

source: Log uploads
id: Catatan pengunggahan
km: ចុះកំណត់ហេតុរាល់ការផ្ទុកឡើង
pt: Log de uploads
ru: Лог передач
sq: Shëno ngarkimet

source: Logging
id: Pencatatan
km: ការចុះកំណត់ហេតុ
pt: Gravar em log
ru: Вести логи
sq: Shënimet

source: Login
da: Socks5 brugernavn
id: Username
km: ចូល
pt: Utilizador
ru: Логин
sq: Emri i përdoruesit

source: Lookup TTH at Bitzi.com
da: Kig efter TTH roden på Bitzi.com
id: Cari TTH di Bitzi.com
km: រកមើល TTH នៅ Bitzi.com
pt: Ver o TTH em Bitzi.com
ru: Искать TTH на Bitzi.com
sq: Kërko TTH-kontroll shumën në Bitzi.com

source: Low
da: Lav
id: Rendah
km: ទាប
pt: Baixa
ru: Низкий
sq: Ulët

source: Low prio max size
da: Lav priotet
id: Prioritas rendah
km: អាទិភាពទាប ទំហំអតិបរមា
pt: Prioridade Baixa
ru: Низк. приоритет
sq: Madhë.e ulët e prio-s

source: Lowest
da: Laveste
id: Dasar
km: ទាបបំផុត
pt: Baixíssima
ru: Самый низкий
sq: Më e ulët

source: MAGNET Link detected
da: MAGNET link opdaget
id: Pautan MAGNET terdeteksi
km: បណ្តាញ MAGNET បានរកឃើញ
pt: Link Magnet detectado
ru: Обнаружена магнитная ссылка
sq: U zbulua MAGNET nyja

source: MAGNET Link detected: %1%
ru: Обнаружена ссылка MAGNET: %1%

source: Match downloaded lists
da: Matcher downloadede filstørrelser
pt: Abrir as listas já obtidas
ru: Искать в закачанных списках файлов

source: Match queue
da: Sammenlign med køen
id: Cocokkan antrian
km: ផ្គូរផ្គងជួរ
pt: Adicionar a lista
ru: Искать файлы из очереди
sq: Përputh me listën e shkarkimit

source: Matched %1% file
ru: Совпадает %1% файл

source: Max FileSize
ru: Макс. размерфайла

source: Max Hubs
id: Maksimum Hub
km: Hubs អតិបរមា
pt: Máximo de Hubs
ru: Макс. хабов
sq: Huba Maksimal

source: Max Size
km: ទំហំអតិបរមា
pt: Tamanho Máximo
ru: Макс. размер
sq: Madhësia maksimale

source: Max Users
da: Max. Brugere
id: Maksimum Pengguna
km: អ្នកប្រើអតិបរមា
pt: Máximo de Utilizadores
ru: Макс. пользователей
sq: Përdorues Maksimal

source: Max filelist size
da: Max. Fillistestørrelse
km: ទំហំបញ្ជីឯកសារអតិបរមា
pt: Tamanho Max. Lista
ru: Макс. размер списка файлов
sq: Madh.maksi.e listës së filit

source: Max hash speed
da: Max. Hash Hastighed
id: Kecepatan hash maksimum
km: ល្បឿនច្របូកច្របល់អតិបរមា
pt: Velocidade Max.
ru: Макс. скор. хэш.
sq: Shpejtësia maksimale e TTH-së

source: Max inactivity
da: Max inaktivitet
km: ដែលស្ងៀម អតិបរមា
pt: Inactividade Max.
ru: Макс. неактивн.
sq: Inaktiviteti maks

source: Maximum simultaneous downloads (0 = infinite)
da: Maximum samtidlige downloads (0 = fra)
id: Maksimum unduh bersamaan (0 = tak terbatas)
km: អតិបរមានៃការទាញយកដែលកើតឡើងក្នុងពេលជាមួយគ្នា (0 = infinite)
pt: Máximo de downloads simultâneos (0 = infinito)
ru: Макс. одновременных закачек (0 = не ограничено)
sq: Shkarkimet maksimale të njëkohëshme (0 = pakufizuar)

source: MiB
da: MB
pt: MB
ru: Мб

source: MiB/s
da: MB/s
pt: MB/s
ru: Мб/с

source: MiBits/s
da: MB/s
pt: MB/s
ru: Мбит/с

source: Min FileSize
ru: Мин. размерфайла

source: Min Share
da: Min. Delling
id: Share Minimum
km: អប្បបរមាចែករំលែក
pt: Partilha Mínima
ru: Мин. шара
sq: Shpërndarja minimale

source: Min Size
km: ទំហំអប្បបរមា
pt: Tamanho Mínimo
ru: Мин. размер
sq: Madhësia minimale

source: Min Slots
id: Slot Minimum
km: អប្បបរមាប្រលោះ
pt: Slots Mínimas
ru: Мин. слотов
sq: Numri minimal i kanaleve

source: Min elapsed
da: Brugt tid
km: ពេលវេលាដែលកន្លងទៅអប្បបរមា
pt: Tempo Min.
ru: Прошло врем.
sq: Sa kohë?

source: Min filesize
da: Min filstørrelse
km: ទំហំឯកសារអប្បបរមា
pt: Ficheiros Peq.
ru: Мин. разм. файла
sq: Madhë. min e filit

source: Min sources online
da: Min kilder online
km: ចំនួនប្រភពអប្បបរមាលើបណ្តាញ
pt: Fontes Min.
ru: Мин. ист. онлайн
sq: Burimet min.të lidhura

source: Mini slot size
da: Størrelse på mini-slots
id: Ukuran slot mini
km: ទំហំប្រលោះអប្បបរមា
pt: Tam. Slot Min.
ru: Размер мини-слота
sq: Madhë.e minikanalit

source: Minimize to tray
da: Minimér til systembakken (ved siden af uret)
id: Minimalkan ke tray
km: បង្រួមអប្បបរមាទៅជាថាសតូច
pt: Minimizar para ícone (relógio)
ru: Сворачивать в панель задач
sq: Zvoglo në desktop

source: Move &Down
da: Flyt &ned
ru: Переместить в&низ

source: Move &Up
da: Flyt &op
ru: Переместить &выше

source: Name
da: Navn
id: Nama
km: ឈ្មោះ
pt: Nome
ru: Имя
sq: Emri

source: Name and command must not be empty
ru: Имя и команда не должны быть пустыми

source: Name under which the others see the directory
da: Under navnet af mappen som de andre ser
id: Nama direktori yang dilihat pengguna lain
km: ឈ្មោះនៅខាងក្រោមផ្សេងៗទៀត នឹងឃើញថតក្រូណូ
pt: Alterar Virtualmente o nome da Pasta
ru: Название, которое увидят другие пользователи
sq: Emri i dosjes të cilën e shohin(shihet nga)të tjerët

source: Network Statistics
da: Netværk Statestiker
id: Statistik Jaringan
km: ស្ថិតិបណ្តាញ
pt: Estatísticas de rede
ru: Сетевой монитор
sq: Statistika e rrjetit

source: New virtual name matches old name, skipping...
da: Den nye virtuele navn matcher det gamle navn, springer over...
id: Nama virtual baru cocok dengan nama lama, melewati...
km: ឈ្មោះនិម្មិតថ្មី ផ្គូផ្គងនឹងឈ្មោះចាស់, កំពុងរំលង...
pt: O novo nome virtual combina com o antigo, ignorar...
ru: Новое название совпадает со старым, пропускаю...
sq: Emri i ri (viritual)përputhet me emrin e vjetër,tejkalon...

source: Next
da: Næste
id: Berikut
km: បន្ទាប់
pt: Próximo
ru: Следующий
sq: Përpara

source: Nick
da: Alias
km: សម្មតិនាម
pt: Nome
ru: Ник
sq: Pseudonim

source: No
ru: Нет

source: No errors
da: Ingen fejl
id: Tak ada kesalahan
km: គ្មានកំហុស
pt: Nenhum erro
ru: Нет ошибок
sq: S´ka gabime

source: No matches
da: Ingen resultater fundet!
id: Tak ada kecocokan
km: គ្មានផ្គូផ្គង
pt: Nenhum resultado
ru: Нет соответствий
sq: S`ka përputhje(fil me emër të tillë)

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
da: Ikke nogen nye downloads hvis hastigheden er under (0 KB/s= fra)
id: Tidak ada unduh baru bila kecepatan melebihi (KiB/s, 0 = non-aktif)
km: គ្មានការទាញយកថ្មី ប្រសិនបើល្បឿនហួសពី (KiB/s, 0 = disable)
pt: Sem novos downloads se a velocidade exceder (kB/s, 0=desligado)
ru: Не добавлять закачки если скорость выше (Кб/с, 0 = выкл.)
sq: Shpejtësia e zvogëluar/s`ka shkarkime të reja(KiB/s, 0 = disable)

source: No transfers yet
ru: Нет передачи

source: No users
da: Ingen bruger(e)
id: Tak ada pengguna
km: គ្មានអ្នកប្រើ
pt: Sem utilizadores
ru: Нет пользователей
sq: S´ka përdorues

source: No users to download from
da: Ingen brugere at downloade fra
id: Tidak ada pengguna untuk diunduh
km: គ្មានអ្នកប្រើដើម្បីទាញយកពី
pt: Sem utilizadores de quem transferir
ru: Нет пользователей с которых можно качать
sq: S´ka përdorues nga i cili mund të shkarkohet

source: Normal
km: ធម្មតា
ru: Нормальный
sq: Normale

source: Normal prio max size
da: Normal priotet
id: Prioritas normal
km: អាទិភាពធម្មតា ទំហំអតិបរមា
pt: Prioridade Normal
ru: Норм. приоритет
sq: Madhë.norm.e prio-s

source: Note; Files appear in the share only after they've been hashed!
da: Notat; Nye filer er tilføjet til deling kun når de er blevet hashet!
id: Catatan: Arsip muncul di share hanya setelah arsip tersebut sudah di-hash!
km: ចំណាំ; ឯកសារលេចឡើងតែនៅក្នុងទីចែករំលែកប៉ុណ្ណោះ បន្ទាប់ពីពួកវាត្រូវបានច្របូកច្របល់!
pt: Os novos ficheiros são adicionados só depois de terem sido "hashed"
ru: Файлы будут видны в шаре только после хэширования
sq: Filet e reja janë vendo.në shpërn.vetëm kur janë indeks.në dosje!

source: Note; because of changing download speeds, this is not 100% accurate...
da: Notat; Fordi af skiftende download hastigheder, er det her ikke 100% præcist...
id: Catatan: akibat merubah kecepatan unduh, ini tidak 100% akurat...
ru: Точность значений не 100%, т.к. скорость закачки изменяется
